-- 我的地圖照抄文字清除（#275，PM_ANS_20261101_132）：社群協力平台只留已核驗的
-- 事實。範圍只限盤點報告的判斷依據：community_spots 的我的地圖匯入（license_note
-- 開頭「整理自 Alan大重停車記事」），以及 official_heavy_spots 中有我的地圖社群補充
-- 的官方點（license_note 含「Alan大重停車記事」）。
--   1. note、entrance_note、parking_guide、special_rules 逐行比對（tool/mymaps_facts.py
--      的 scrub_spot）：短事實行改寫成固定詞彙，其餘照抄行、「來源原名稱：…」與圖示
--      顏色轉成的句子刪除；只剩「社群補充（未經官方查核）：」標頭的欄位整欄清空。
--   2. license_note 只寫「社群協力資料，經核驗後只收錄事實」（官方點前面保留政府
--      資料開放授權條款）；社群點的 source_url（來源地圖網址）清空。
-- 下方的值由 tool/mymaps_strip_sql.py 從清除前的唯讀備份（不進版控）產生，只含新值。
-- 每列以舊值的 md5 比對，備份後被改過的列（或沒有這批資料的資料庫）不會被改。
-- 管理員編輯過的點位（admin_audit_log 有 update_spot）的這四欄不在此處理，另案人工
-- 確認（license_note 仍一併更新）：
--   community_spots 517015fc-b75f-527b-824c-8dac7f864750 entrance_note
--   community_spots 517015fc-b75f-527b-824c-8dac7f864750 note
--   community_spots 69cba8d0-8ab6-5fe7-99e8-17ad4a98767f entrance_note
--   community_spots 9b0e52fb-4c50-590b-9d8f-f100ea38178e special_rules
--   official_heavy_spots 0fce7fc1-0704-55f0-ac0a-977c18abfbdb entrance_note
--   official_heavy_spots 0fce7fc1-0704-55f0-ac0a-977c18abfbdb parking_guide
--   official_heavy_spots 0fce7fc1-0704-55f0-ac0a-977c18abfbdb note
--   official_heavy_spots e282b9c1-c077-583e-b074-130c11b2db78 entrance_note
--   official_heavy_spots e282b9c1-c077-583e-b074-130c11b2db78 parking_guide
-- updated_at 不動：內容沒有新的事實，只是拿掉文字；App 依 data_versions 重新下載。
-- 最後寫一筆稽核摘要（只記筆數與欄位，不記內容）。

create temporary table strip_text(tbl text,id text,guard text,note text,entrance_note text,parking_guide text,special_rules text);

-- strip_text: 534
insert into pg_temp.strip_text(tbl,id,guard,note,entrance_note,parking_guide,special_rules) select 'c',v.* from (values
  ('0049b83f-1594-5104-8deb-c43737984fe4','5f7518bdc9578ddf906c1f880cab0b9d','','需按鈴或請管理員協助','',''),
  ('00a7824e-5bc0-578c-bb24-fb26a4774f40','067a7e81dd5c4c12b4e5a9c64a9802bc','','鍵盤輸入車號','',''),
  ('00de2872-e550-5058-ab39-921050e3bb71','46ab57fdde0b1d2b22f09f59513ef540','','後車牌辨識','',''),
  ('01c95b0a-8aa2-5f6d-84eb-df981bfb5fbb','ccd190650d38fb89b463bd3c68a64e35','','','','來源回報禁止大型重機停放'),
  ('0301ddcb-3393-5c1f-8488-583fc570cf94','4a6bad3266fada97c99f75b5f565e14a','','','','來源回報禁止大型重機停放'),
  ('031a6a95-8c86-51e6-ac06-9d7d77758828','7801c0c0c8a4f7bc2bf28b2c48043527','消費可折抵停車費','','可停機車格',''),
  ('033a3826-d3dd-522a-990f-6066414d3d96','a076f14ad94c3832c96fa00078dc8f88','','','',''),
  ('038a1a74-1abe-51ce-87bf-134c6a3adc64','f6b4b138de0486c32110ec6739aba597','有禁止大型重機停放的回報','','','來源回報禁止大型重機停放'),
  ('041b84c6-0798-5621-8efb-12bd4c2eb693','065d5e790b8a870ec19ac54825d6fb35','','可能需倒車進場','',''),
  ('04a6edfa-544e-5d96-8081-570acd86acb7','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('050d6b75-9606-5281-8f4c-018bb378137d','109122d2da72b3dc582f65a4a8a5ad25','','','有重機專用格',''),
  ('053ce32b-c18f-5789-ab36-5f7e6291d50d','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('05c8e9d1-2d50-5853-a74e-8e5ef5f37e31','406338e254d43c884730a7fe788a819a','','','',''),
  ('05dfba5f-c886-5784-84d0-7c918e120425','eeb781d707c55eeb7db6e513ccb32afd','','','',''),
  ('07fc6e21-4264-5b71-a660-d26ede4ae596','c277128431b5c2c6c502895549d21f1c','','後車牌辨識','',''),
  ('08c41fb9-f446-572f-8e05-7f1778666584','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('08dec923-f75c-5e30-8de8-70a593cce807','f68c96dcc18db084b267402345bf9360','','後車牌辨識','',''),
  ('08f022a2-a511-5dbb-8d3a-b8f0790569f4','b971c996ee023df5cbd79133cb6b7d4f','','','',''),
  ('08f4133a-da99-525b-bfd0-b4216fd2d009','6a174cd893a605ed2c16c30ce7b93131','','','',''),
  ('09e5bfaa-8de8-5f8a-aadb-fbc7520e335b','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('0a39dfc6-3579-560a-b484-5e2dc1335af7','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('0aa994cb-d0e6-5a7e-8141-96424298a8af','7efc725e108a10bff3a77135660ef02b','','','',''),
  ('0ac02538-4146-56f5-bb44-f50014e3a852','4a6bad3266fada97c99f75b5f565e14a','','','','來源回報禁止大型重機停放'),
  ('0b56fec4-671f-5d8c-9cc0-49dbb3c5bd76','b5604a81b50fcae1564edeb4739e53e8','','','',''),
  ('0b8d8666-1b7e-58af-929b-e3ca7ca61c14','021c0ca1d992cf1a275d3717ef0cdfb6','','','',''),
  ('0c4ad1b3-47a4-528a-8eec-142c63ac3406','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('0d127131-03de-5fd9-bf7d-71e0634d6e20','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('0d2ccc03-0b96-53f9-a773-25996b20bec3','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('0daf2f20-1cb7-5ef7-b366-9722395a06c2','2dad48458fbf4ca3069b4ae20679bca5','','按鈕取票','重機專用格 2 格',''),
  ('0dd1b14d-b57f-5307-b71f-1bd36ac743e0','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('0e3d0b7f-a876-5d42-a9ad-e7afcc72ed7f','9abb7eaf164140996aeec37b3e399f34','','後車牌辨識','',''),
  ('0f283dab-7064-5805-98c2-09c075f0876e','b9f2d8f2e445acd9a96aacb5f363f8b4','','','重機專用格 2 格以上',''),
  ('0f6fcda7-8a7e-5841-8fda-0637457b1234','1f884498f47e04cd798245f58467525d','消費可折抵停車費','走汽車車道','有重機專用格',''),
  ('0f9530ab-0c6d-538d-aba3-ef8f9be9504c','24094019478b503e0947da4d6aaea496','','','',''),
  ('0fa409c8-3c7c-5643-940d-519449fa2c25','515b211851cb6ea2fd3a92e264325a62','','悠遊卡進出','',''),
  ('0fc80488-14dd-56f2-b753-d7aa617b6fa0','3927e6a0d498f76483297032ed501b8f','現場未見禁止大型重機標示','','',''),
  ('100f89d1-7938-55ce-96a9-c13e16a90f33','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('104a162e-fda6-523b-9fa1-c5ac18a7a6fd','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('110366a6-eda1-5a1f-850c-58eec2e45415','01d56a8bbe81b1fc15ab34caa679d0f4','','走機車車道
需投幣或取代幣','無重機專用格',''),
  ('11491213-ce61-5cde-85d9-e87f438f4aa1','eeb781d707c55eeb7db6e513ccb32afd','','','',''),
  ('12432efa-f37e-5fc9-b48a-0af30f447edd','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('12a51015-95ef-5dec-83f7-8dc68ede31f1','dd3758d36c2c144f5740862dab39f12c','','','',''),
  ('14323e82-a12f-5c0f-90d6-7dc93cd3697c','33dc3f835a6b22144170240a8fbf037b','車道較窄','','',''),
  ('14717259-2bdf-5d48-a0e7-f000bfe289da','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('14807bb4-41fa-548a-aa2b-114c54d19d6b','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('14ab3f00-a130-5eca-8d69-6dae73997938','03f6b4e741a0901e71e12dc75c0806b7','','','',''),
  ('15a36961-c81f-5d12-b114-b978d6eafb47','c4815aa5438cf3fafd75160c94a0643a','','後車牌辨識','',''),
  ('15bad286-3672-501b-919e-30ccf1aa76ed','e89cce2f6d59b07c605ca9957d6c0afa','消費可折抵停車費','','無重機專用格',''),
  ('15f27d4b-b6d4-5e66-939c-3a4c635cfe3a','469be7afa462910efe82369cb14d2c63','','','',''),
  ('16b00fb2-35c5-55e2-8b0d-2754c82077c9','7efc725e108a10bff3a77135660ef02b','','','',''),
  ('16edabe4-0126-5ab5-bbc8-538078c98a22','eeb781d707c55eeb7db6e513ccb32afd','','','',''),
  ('17075eeb-b993-5c39-a0cb-7442f1619468','d051d44a85e0a61181d323e5f0fb153f','','','有重機專用格',''),
  ('17172679-d826-5d47-ac1d-b5918cb436ab','3ec1e98403be69af5221f2b1fc126ac5','','無柵欄','可停機車格',''),
  ('1783c133-2252-5ec4-bd06-58663849acc5','b971c996ee023df5cbd79133cb6b7d4f','','','',''),
  ('17acf962-0517-5c38-8f70-a29ed32a79c6','efad49ce730d91a6e41d984b1a78c516','','','',''),
  ('187cdd94-1ccc-5b95-9fe2-ea78f832ec0e','4a6bad3266fada97c99f75b5f565e14a','','','','來源回報禁止大型重機停放'),
  ('18904e34-23b4-5c0b-9efc-c3160d853c7f','dcd6ef248861b9ef169dd0a811822f05','前 30 分鐘免費','後車牌辨識','',''),
  ('1a0d647a-f2c0-5149-a46a-1aa0ab703e0a','7efc725e108a10bff3a77135660ef02b','','','',''),
  ('1a466fa2-e562-5341-aded-fce28fd27561','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('1bffdae2-ddc9-5958-a304-968d56f4ae35','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('1c4970c5-4593-5910-ae86-b9297dd4bfac','ba2113b56f776c3e6026d1ff4e5681b1','','需按鈴或請管理員協助','',''),
  ('1cef08b9-b08b-55ae-9156-d5facbee15ab','7392cf23f585ac19ea689a806de40392','','','',''),
  ('1ef642e5-99de-5002-8558-c645a2c8b8cc','abddd36db3b97c16234b57e9a7162c89','','走汽車車道
後車牌辨識','重機停放樓層：B1',''),
  ('1f08796a-f4c5-56c5-96ca-a10c83806de2','a0bdd1597fa5144a23f436891ccb5895','','','',''),
  ('1fa0a09c-eeac-5be7-9549-acb7683a3102','75b8481e4d4539aa097fa5274798cdc9','','','','限時開放：平日夜間18-8 / 假日限定'),
  ('20172fa0-0c7c-52cb-8451-2bf203c3b90f','a0351ab260c46f8e51d6abdbcef94151','','','',''),
  ('20fa95f1-415b-5298-afe4-d2d4c118c1f0','eab7ce4b051916cd60ec1c2b7457ed45','','按鈕取票','',''),
  ('222b364f-2092-5e6d-bec0-56b15e041693','667b7033f5ace7b01c25d918467cd930','','','',''),
  ('2307a370-6c89-577f-b969-03969a3c9553','75fcd6f60e49a609c70f799eb6195568','','需按鈴或請管理員協助','',''),
  ('2391cc84-50bd-5bcc-8334-fadb90896d7d','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('24738bb4-d166-53d2-addf-500eaf89e138','86ae6e88f60786b93733d264b78a19bc','','','',''),
  ('24f903f6-8e7d-51ba-8b30-232c11bfa99a','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('24fc2577-5587-5fd1-a5b9-026b86f82468','54af2a9d03d26fc6da056111420a1813','','','有重機專用格',''),
  ('253ceb4a-541a-5745-9baf-83f4b7f96c97','66c095077a0b751a14a18ec338635273','','','',''),
  ('2601935e-3a86-577d-9c86-dd44765edb3a','4424063d1e1917a20afc556441d90588','','','',''),
  ('263af761-e590-59c8-8f52-75cfe4f03d1c','dc896a01ee3722da8a05eb6e7ad88e37','','按鈕取票','',''),
  ('267cad7b-b933-517a-83a4-038a74ccbd9d','55ba9301086a2547802cd2244de4ce62','','後車牌辨識','有重機專用格
汽車區禁止大型重機',''),
  ('2681ec4a-4310-5091-8fdc-83a5ba16b5e8','1b6365e54a72414d6b87795296102e45','','需按鈴或請管理員協助','重機專用格 2 格以上',''),
  ('26e2add3-c4b4-505a-8cb6-376398a4cb2e','4a6bad3266fada97c99f75b5f565e14a','','','','來源回報禁止大型重機停放'),
  ('2756eddd-9ff0-5bbf-b2b7-ddfe8b5d653a','4a6bad3266fada97c99f75b5f565e14a','','','','來源回報禁止大型重機停放'),
  ('27a66a2c-2f14-5334-a985-060837c13537','2da300e9dcb5887370886fbc472a1e28','','走汽車車道','有重機專用格',''),
  ('285a3a80-0aa1-5937-adaa-dbe080cc96c3','406338e254d43c884730a7fe788a819a','','','',''),
  ('28d74295-dc62-5f72-b0bb-726420c87515','1d255e8d98f1c33540b1c7aa4d2b821c','','','有重機專用格',''),
  ('2bd8297e-dbbe-5434-ba30-8e4af5c272aa','86ae6e88f60786b93733d264b78a19bc','','','',''),
  ('2d783b4b-268d-5212-827f-dd0e34c918a6','7efc725e108a10bff3a77135660ef02b','','','',''),
  ('2de37011-71fd-5306-8988-5dc0e05e3038','cb2d42643585938f8bc154905694a7cc','車位不多','','',''),
  ('2e0b18fa-6fd9-5edf-877a-240b3b837dcb','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('2f09b4a6-b9c4-5a0d-9a73-3a28cdadbfe4','556c8fec8d266c213708fd2a1ca27268','','','',''),
  ('2f9784e3-9fb6-55ca-86eb-cf85a6ba560c','547a9fb5cc748d66020ba128737315e6','','','',''),
  ('2ff6f4e5-c10f-5bd3-a91a-68437d4699ba','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('311498cd-02b3-5732-8180-32c051458ceb','42d6144acdc0bdc7334b5db2e2d3972f','','無柵欄','',''),
  ('31c74107-e62e-5858-bb21-c4ca78703aca','ce6e4d19cc52ef18330b3788d5d373c4','','','',''),
  ('31d0350c-0fe2-564a-9d17-f923c1fcf8b5','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('31e9e98a-46e6-548f-a544-776136e11bac','2af4023185c0183e9a9289d620eaa942','','無柵欄','',''),
  ('32448415-d311-50d1-9f81-ad99b1617d2e','c3e146f638aa50f72d1fca6d67833dfb','','','可停機車格
可停汽車格',''),
  ('32d9c1b5-236f-5377-85af-3ea7b7d2ba8e','38542dc5f1efe0758aae66ec343c13f6','','按鈕取票','',''),
  ('32deb2bf-d86e-54dd-b83a-e722d6117da5','b971c996ee023df5cbd79133cb6b7d4f','','','',''),
  ('33868393-8ac2-59de-9855-35408f14819b','22f3c0d09886295f0db101fd3febba15','','按鈕取票','',''),
  ('343d99f5-e349-5557-90c0-eb98370400c5','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('34437938-7dc6-50bc-83af-11fca8881f9d','940d87871e539e0dd77ccd567819a6b3','','','',''),
  ('345e2f52-6c94-56df-87bd-53ec3ea931ad','406338e254d43c884730a7fe788a819a','','','',''),
  ('349f88cb-76b7-5e32-8a30-ab0db23c1a6f','fbdb5de061b28efeac0aa41b713864b9','','','',''),
  ('35b8b10d-210e-5df0-8e2a-7be35e89442c','e94a8d9d368ed712edca66a7c80585b0','進出有斜坡','需按鈴或請管理員協助
人工繳費','重機專用格 2 格以上',''),
  ('35f9d7a5-c3cd-518b-9e15-99da79333a33','1fd27281738ec591673a696ee5227195','','','',''),
  ('3650672a-4e1c-58d0-ba78-d0b9779d8247','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('36718ad0-0f38-527e-b898-0e20b4629d60','745faba55fb663fac928c75acf0c6f26','','','有重機專用格',''),
  ('36dbac80-4a4f-5198-9887-c76642e79df5','37c4e02bace66d450ffe39fd09eccb00','','悠遊卡進出','',''),
  ('37449fe2-a090-5538-8ca8-37a517c3a439','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('38ab13b9-6203-5412-98fe-d8cff077eb24','33c59eb0a91199facc2835ec81e6faca','','','',''),
  ('390c59b9-1656-585d-b1dc-4c5ada76b2f5','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('398d1506-9487-5ea2-b39c-ab972ca60cc3','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('39902681-1593-5169-9e76-da96ea233c90','1e5ea39ac051f9f2bee2b68b7c2c45c2','消費可折抵停車費','需按鈴或請管理員協助
無後車牌辨識','有重機專用格',''),
  ('399cde12-efb9-559b-bc62-1d196c585898','993f2025dd81233715254b1a4b008e03','消費可折抵停車費','後車牌辨識
需按鈴或請管理員協助','',''),
  ('39ab8466-474e-5fdf-bbaa-6caf035159ba','d0e0534bb4c6abaf1d5930b2a508ee4f','進出有斜坡','無柵欄','',''),
  ('39f89832-c322-5a51-ba39-58b00f0d9ecb','bc4a85437800832a4d0d028369d1dbe1','','需按鈴或請管理員協助','',''),
  ('3acd462d-4e4d-581a-bd06-ac70270bda01','c45e2f69d1bdb4c2670032fea7f636fe','','','',''),
  ('3ad7bc67-b534-5848-b103-32941a69c142','62aef05bff66c69164c4def15a891d6f','車道較窄','','可停汽車格',''),
  ('3b152174-521c-5950-b922-696a7c018bdd','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('3b2a18fd-cf64-5778-a53e-3f8da8b853fa','d4113745b7b7e692149bb7dca8d2ce97','','需按鈴或請管理員協助','',''),
  ('3b6eca85-ce00-53da-bfe2-47a474797955','7a72bb32333cfd6483cbc873d9f81c1e','前 30 分鐘免費','鍵盤輸入車號','',''),
  ('3bc22e15-5513-5224-aff6-19cc294fbc01','612582d9bcde4cf171b79e03ec4ae8f0','','後車牌辨識','',''),
  ('3bf730ac-b7eb-5ade-bf35-60d2937b0e24','ae541596e55cd22aeb4c25123eb76234','','','有重機專用格',''),
  ('3cf3b3f8-1082-5e1a-8926-d4d18759ac45','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('3d1e7f15-91c0-5b69-83c4-52d590e1fefa','1551319a8e1a8f149964abd71b7bfc70','','','',''),
  ('3dedc28f-4901-5b2c-878f-c8e6366373dd','894e0bbd4df17317f955afffeb83d7f9','','後車牌辨識
走機車車道','',''),
  ('3fa5df4d-9977-58fe-8509-de03bfadb195','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('3fac1c5c-6db9-5e52-9f5e-cc29d82b8596','401a5aa35f31821410787be303331a7f','','','有重機專用格',''),
  ('3fcd95ae-ac38-5a54-90da-f1da5d9d2784','38542dc5f1efe0758aae66ec343c13f6','','按鈕取票','',''),
  ('419d40bf-030d-5192-a354-49b415babea0','980660d322d308fbcfd7e66bc37c3324','','無柵欄','','限時開放：平日夜間20-8 / 假日限定'),
  ('41eae24f-1fbc-5d86-8f54-4489b7fd4e8f','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('422736aa-dfea-5961-818a-d637c1407267','8a93a7e6bb37b3d8bcad3c08eb743f1a','','後車牌辨識','',''),
  ('4280e4a6-5966-5f70-83c0-ecb7c0157765','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('4453c864-593e-5003-9c77-7b7cafa3d8d6','16e2274965df625366cb4e5f42f594b6','','','','來源回報禁止大型重機停放'),
  ('456d4571-efad-567c-8b2a-57f2ffcf414b','7efc725e108a10bff3a77135660ef02b','','','',''),
  ('45ca3b94-47d5-5b28-aac4-e8707aeb13b9','b971c996ee023df5cbd79133cb6b7d4f','','','',''),
  ('465bc0b9-664d-55d7-9ae9-c8714be2b4d4','eeb781d707c55eeb7db6e513ccb32afd','','','',''),
  ('46c1ef22-c9df-5e33-addc-9d3904a7cd04','8e900c90e567e301b7a804fafd6d72cf','進出有斜坡','','',''),
  ('46de81c2-98e6-545a-9761-d330493df17a','c40658e9678397c1d90b0935ca6de349','','','',''),
  ('472bb9b6-57b1-50ef-9154-9c457b99c1a8','34ef9fad5af28ff1e49803c705931629','前 10 分鐘免費','無柵欄','',''),
  ('47665851-c669-5ed0-8f73-b190b998b990','f0dcf8d52ef81d560dd1d7f04e10a013','','','',''),
  ('47a75e20-1fe9-5bf3-b4fe-33c5a1a30ee4','ecbea91f4d64aaa4aa70458626ad544f','','人工繳費','',''),
  ('47b28c97-c9ab-56d7-a5ce-7cfe8bfedcd3','b8c7b07066f776233adc98651aaa583c','','後車牌辨識','重機專用格 2 格以上',''),
  ('47be75f5-3801-51c3-aa4b-0cc093fed5d1','cdb60b02a3be89a167c1c7ea772a60c2','','','',''),
  ('4913979d-fcd8-5dfb-99d0-3ee4ee0f2578','184800ce1b7e35ead5778577eee188d0','','無柵欄','',''),
  ('497f8203-378c-53a8-8889-3fa2a212339e','ff218416df81724e6c336bd8a0c30786','消費可折抵停車費','需投幣或取代幣','',''),
  ('4992880d-d32f-51c7-a96d-dc849c70e4b5','b99d307b41b4e876eb17fd2226f8f9fb','','','',''),
  ('49c2c661-e95b-55a5-9212-e39fe5c0d66f','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('49e129de-8cb2-59a0-ab79-9d3f6858dfd5','515b211851cb6ea2fd3a92e264325a62','','悠遊卡進出','',''),
  ('49e333f9-0fd3-5519-990d-89829e7463e5','8d4ea52e30d2b8f1266ec3ddc9bda330','','後車牌辨識','',''),
  ('4a745763-487b-5980-9d92-7e7bce99d608','3e9bcdf0b0f4bd8e067abaddc5b805fb','','','',''),
  ('4aa9ef3e-953e-5c60-8437-94d8f0cd1e4b','cec09c2c82dcfb160001c852b6903e46','','需按鈴或請管理員協助','',''),
  ('4c4d7ae7-9bac-5c35-ab82-96e6a2b0a427','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('4c8a036f-6e9e-5f0d-9d4f-129b6c3b3858','cc0a33463d72e5b7cef7b7c8b8a15e39','','按鈕取票','',''),
  ('4d1594a1-72e8-5122-a439-5ecb6f6238f0','72431b61843ef219fd804a0d999ddc1a','','','',''),
  ('4dcf634a-8913-5326-bfba-01cc8e3058e4','905c22283ce904030825cc12bb1e7669','','','',''),
  ('4dd68ff8-581f-528b-ae1e-bee39fb61855','7b3c9f1be1b8f9ea2028b997d90f9299','','需按鈴或請管理員協助','',''),
  ('4df39aa7-c898-596f-a175-31f682765d0e','58967652e7cc2e8b36d79334016fb7a4','','需按鈴或請管理員協助','可停汽車格',''),
  ('4e337486-9db2-55a1-a1d6-f5a818d5ce13','018ce931834b40bc70cbc97e77d939d5','進出有斜坡','','重機專用格 2 格以上',''),
  ('4ea8377b-1ee0-5611-ab53-1710e94ec3dc','d3aa9df70e8f7ef5e1f0a3dd787a7db7','','前車牌辨識','',''),
  ('4f70035a-47a3-5e23-86cc-8d24792498bb','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('4fe740b8-b07c-5314-80d6-8f4c1c2eecb4','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('506622af-6bf3-5923-b3c9-97e551082c59','9fac8080206711b4011ed27bffe75eb0','有禁止大型重機停放的回報','','','來源回報禁止大型重機停放'),
  ('52037dcc-ad24-564a-ac13-1f45b0809656','6874d9e8a21eb8df2fc9cd2105905ab1','','','',''),
  ('526e9b18-e2aa-54a5-901e-587266b8bf95','eb1fed5c9a89691eab7814092a7024f9','','','','限時開放：平日夜間20-7 / 假日限定'),
  ('52825d54-2b17-586e-abec-a17846a29786','af5cba4e6076632ee191124114c4a8b5','','','',''),
  ('5297f7c6-6050-5ca0-a726-336e5e9aa94c','4a6bad3266fada97c99f75b5f565e14a','','','','來源回報禁止大型重機停放'),
  ('52d9ebdf-9fc3-5ed7-93a9-d1a7961e3fd5','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('531b126c-23aa-53a2-aa1c-76f41c303955','783191f6c6551658324ff95d959f3e63','','','有重機專用格',''),
  ('541a9d5a-3334-5fe5-98b4-bb1989c056a0','8795fa8e8a3135d15b7da05e13b1a616','','後車牌辨識','可停汽車格
可停機車格',''),
  ('54277bc0-8c80-5eb8-acd2-a9026b2d1875','bd81edbb65045daf66d3b2483642c078','','','',''),
  ('54980257-d85b-538f-a3dc-317b3609247f','02f0c8e4fa33f466ca220ca1aa84606b','','後車牌辨識','有重機專用格',''),
  ('54ac6177-ffd6-554f-be44-d10632e343cb','05b103373e335869948c47218204738b','','','',''),
  ('54e44b9d-fd65-5da2-9299-fea01676ec02','6fe4997054406292e8586d5e1a95b15a','','無柵欄','',''),
  ('55363096-bafb-5279-b077-f508a72bb1a4','eeb781d707c55eeb7db6e513ccb32afd','','','',''),
  ('55bc5664-87f4-5ba8-8f05-302b071fe67d','7efc725e108a10bff3a77135660ef02b','','','',''),
  ('56c28c13-5d2d-5b93-b807-4450818c7a30','842a9997cc49d36d2c227c279daa8a62','','後車牌辨識','',''),
  ('57489e98-84ac-59e4-8c28-4b9222237bb2','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('574ad2cd-eb06-5784-8f87-ff97593ebd09','b971c996ee023df5cbd79133cb6b7d4f','','','',''),
  ('57db915c-0254-500f-a0f1-b85c3ee7bfc5','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('583502fc-be01-5a22-b7fa-e64150922e7a','c21b6e6dd975e9f270967bf1069c7b50','','','可停機車格',''),
  ('5844b7b1-cebf-53fd-a15b-055375d630fd','09585990141fe499a3c5bc7fd7a34d11','','後車牌辨識','重機專用格 2 格以上',''),
  ('58ff97d1-32ff-5db1-8646-69ebd55937d5','699b405c06b153fd1d6ad62ed506ec08','','','',''),
  ('5a3f8dab-20bf-5d90-b223-b794f62e4d38','2e5e1702432451379358f6189c3bde7f','','','',''),
  ('5b00b3a0-c19a-54a7-bcf7-d7222008fe88','c27c5f256b8af5254a1b5756e9e1da9f','','','',''),
  ('5b50458d-722d-5962-bbea-4e9418d91d40','252b07d4e21dbaf72f9520b1b7fd9c4f','','需按鈴或請管理員協助','有重機專用格',''),
  ('5c08072f-adc3-597d-a87b-fc6adda134f5','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('5c085bf2-e40f-5bb6-bb3a-f08fb7abe973','75857b9147211d6f3bfa7a1615687a69','','','有重機專用格
可停機車格',''),
  ('5c8076a9-30ac-594c-80ce-9e4e7720bdaf','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('5c854383-ec8b-5c5a-8aea-817fe53ea073','2f326e3bb6ffb73d5969f1d4a0f601cc','天花板較低','','',''),
  ('5d284001-5e1b-51bc-8db4-4318337144e4','49871256a2d2ea9928edbb955dfed32d','有禁止大型重機停放的回報','','','來源回報禁止大型重機停放'),
  ('5d7a4840-887b-5f09-abd2-9e9f0852bfd9','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('5dd9a27e-2fc9-5a13-a053-7259e400b8e8','69a04b375bd54cce22ebd72976dbe91d','','','',''),
  ('5e1301ae-e53b-5958-b6f9-87ce92979ccf','b971c996ee023df5cbd79133cb6b7d4f','','','',''),
  ('5e2750fc-3703-5651-a843-8d9461b78119','eeb781d707c55eeb7db6e513ccb32afd','','','',''),
  ('5f447054-5009-57f6-8cab-440ab8c6b84e','12efca6d7a1e62973e3092f5ad285d1a','','前車牌辨識','重機專用格 2 格以上',''),
  ('5f90e4b3-80b9-511a-b35a-a759b49d77f8','014cc75b27b1aebc2a09c47bbc72b6b8','','','',''),
  ('5fe25453-a2b3-5e59-9209-455e92fba6d2','878e29dbaedc275395fd46b0cd1901ca','','','',''),
  ('5ffd4c71-7c23-5ff5-9e8e-b85e628d7836','937d6b51844bc1df2065342555617b6f','','','',''),
  ('6007d09c-646f-5dd8-ae6c-d8120f2461ef','25093eb45a4c37138022636c3afbdc6a','','','',''),
  ('60370f6f-2806-500d-9f7d-d4cf6a7030b2','0c25a8a0900ae7c54cf7202ccd59f071','','','',''),
  ('6049f04f-b466-5435-8dee-a7849e7f6611','8d4ea52e30d2b8f1266ec3ddc9bda330','','後車牌辨識','',''),
  ('6124e09f-da2a-50cb-9e61-1e3a26be1bcb','49519467ae800635f2cb9ddc339b055c','','','可停機車格',''),
  ('618c4ca8-9ea1-5918-b86a-d407a93f2d2a','eb1fed5c9a89691eab7814092a7024f9','','','','限時開放：平日夜間20-7 / 假日限定'),
  ('61ceb974-355c-5b07-a2c9-8a427aff9a38','b971c996ee023df5cbd79133cb6b7d4f','','','',''),
  ('628c7977-768f-5772-bcfd-6931f41a8f11','eb1fed5c9a89691eab7814092a7024f9','','','','限時開放：平日夜間20-7 / 假日限定'),
  ('6293f319-0a68-56d9-974e-c1df305a853b','188ab884ffb10c8e02eb527687c992f2','','','',''),
  ('6312963e-99cd-546e-9e5d-934b4c0ec02b','65dce71c536ec04d5a5fbac7ecae77ad','','','',''),
  ('6523cb56-d6db-5d57-86e5-ed0cbe4c1edd','0c25a8a0900ae7c54cf7202ccd59f071','','','',''),
  ('656beafb-da24-5167-9722-3c241d729398','a4d1805a47ea70001a5597a976833d77','','','',''),
  ('659f7ab5-82a9-57dc-8ffc-e248ee1b2a7f','7efc725e108a10bff3a77135660ef02b','','','',''),
  ('65cadc7f-f109-57bb-bb10-f6fd1ba5b018','254d4db38252841f85a41d53e59f25ce','','','重機專用格 2 格以上',''),
  ('65e53659-1b37-5f64-9f8b-9c6e642ddb62','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('669528cb-1fb2-5886-a0ca-7661d9ccd687','eeb781d707c55eeb7db6e513ccb32afd','','','',''),
  ('66b33570-d7eb-53d2-9047-f63b594cedea','ffdc903247b1a52f9c654d10daa1a64b','','','',''),
  ('66e6547e-82b0-53bf-babb-226a9c56d361','20087e2392023401c2a8dc30495c5ed9','','','',''),
  ('67ece3de-62f4-5dbc-8118-c91cd1f1261a','d103fc45706d81d3e7242b1113855d1c','','','',''),
  ('6819a15f-b8b2-5bc2-b42b-baa06b47f91c','729dfcea91719f49958f9ebc5bb4c52e','車位不多','','',''),
  ('68b9acd9-e2e6-522d-895b-fc876582c098','dcd77b044acbb19472f01e8d13c67592','','無柵欄','',''),
  ('6902488b-3120-5bec-a3c4-ab21040343ee','5ac01262c8bfd9e4c9307fe26fc11eaa','','','',''),
  ('692072ad-446e-558e-83d9-47c2c5594ab2','6405158c2323eeb7bd16650ce421d4e4','','按鈕取票','',''),
  ('69a8ec57-774f-51f8-9f2b-e8072b3ace37','b971c996ee023df5cbd79133cb6b7d4f','','','',''),
  ('69d3c4d8-110f-5721-bb0a-bafe52b8beb2','fbbd371c8681cadae9d396d1f7df22be','','','',''),
  ('6a0c3115-9d1a-5f0b-93e8-44192ed5a889','6ef9c59792d9479d40af779ab2ede251','','後車牌辨識
走機車車道','',''),
  ('6a3cdcab-39dd-54a9-bd3b-f97125158aa5','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('6a6eb24d-d39b-55f7-9f06-26b2f6df4585','4975e343300e37dce57330536317621d','','','',''),
  ('6a901291-db1a-5b66-b17b-32cfb36edcd9','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('6aa6e1df-7d80-54b2-804d-cc99080d52ac','b64e32d861f7bdcd56a3133807f5e0c2','','','',''),
  ('6aaf51be-7e39-5dce-9147-3bc347dfc681','e7e4b5c2f46f5a15c578e4ce21f845d8','','','',''),
  ('6bc7f855-6020-5a51-9c39-26974b57f612','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('6cdfef0b-4a26-5383-aebb-07d6a89b8a8e','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('6ceda35a-83c5-515b-8e09-4e4806a54b53','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('6d3a9f0a-e469-5fd2-bbf2-dd5234ae499a','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('6d831721-7171-56ef-835c-d86c10ca2263','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('6db82f4f-b0b8-53d0-ba3a-455d0e455949','e44d99301ac3877befc7c8ac19a0a280','','','',''),
  ('6e3a57fc-ddc6-58e2-abdf-2549e8e4f10d','eb1fed5c9a89691eab7814092a7024f9','','','','限時開放：平日夜間20-7 / 假日限定'),
  ('6e7b4692-eef8-5663-a9cd-2bcf2ab92e8a','2ca392f16538afaac7a17715723fcc5f','','無柵欄','',''),
  ('6eecca45-e46e-5215-bf0a-420e4fce88bb','50ec32d2d5d99ef8c600690ed41729bf','','','有重機專用格',''),
  ('6f2fe07a-2bd0-5736-a3b8-a69a64160d5d','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('70739b2d-b60f-5855-8cc5-74f1b8e86f21','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('7110b78a-96fe-5ed9-b23d-15ac73a84e01','49d7ebfde78624a048f30e732e288ba3','','無柵欄','',''),
  ('72e43a7a-3604-5e1a-9fe4-54138426f807','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('7306a43e-fada-5697-8e91-1dcb8288fc65','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('73757fa1-306d-5837-bf76-0880e2eb211f','f10bcf084324f1842f578377ba498c36','','','',''),
  ('73d35f51-ccfe-5954-864d-d0f7dd3bda9e','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('75744f97-c9dc-5efe-baae-3035490804fe','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('75e18352-5c34-54d2-9ae1-36acbeeaa59e','c8aaec18879a5c79c808fd11231e1ec5','','','',''),
  ('75e5a0dd-7ba7-53fa-8e78-471b55b805a1','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('7640d702-8994-5ab4-90f8-442865e10db2','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('771cb076-a554-587a-866f-4aeefb76f106','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('78ebc39a-48a2-5fea-8ed6-2772907308d5','291a91a77e3d78bdfc87f3a4520a1784','','按鈕取票
前車牌辨識','重機專用格 2 格以上',''),
  ('78f8798b-cd9e-5516-bfc6-029443c6d902','bd63a91cc399dc75a9e16141c88dafc3','','','有重機專用格
可停汽車格',''),
  ('79637e35-fb9f-5705-9499-81287aba5691','d7eeeeee9c958ac5b9493f0fe228a751','','可能需倒車進場','',''),
  ('79a2cacb-2d61-586b-b51d-c0cf44c71c13','75b419460ebe1a1f62adce233d6655c4','','','','來源回報禁止大型重機停放'),
  ('79d2c1e7-6dcc-5cd8-b63e-75cfcdfbbda6','8be377f66aeeabc55ce90653a80feeda','','無柵欄','可停汽車格',''),
  ('79dd300d-d87c-5c22-b09b-8a48ec7c2d6b','f1c091cb5a8ec447d24e373d251fe89d','','按鈕取票','','來源回報禁止大型重機停放'),
  ('7a14dc7a-fb22-5a09-a9b6-c3e8421233d1','b7f55e2c02a87eb16924e6ae53753d6d','','','',''),
  ('7a28c0ad-1466-52e9-90f8-898daaa8547e','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('7a7a79c8-c233-5a4d-814e-a02ef5268918','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('7a8e6a96-b73b-54b2-bbb1-b4071c7972c5','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('7aa91182-6e5a-506f-a9b9-7af3248bc95b','d7bf6c8990f13973c945a9cc3c2763dd','','','',''),
  ('7b64c725-febd-586c-a467-6fc8d6f0eaa3','d3e1ee0f69a0e9a4d620c5ae2e906463','','需按鈴或請管理員協助','',''),
  ('7bba0746-cd63-58de-abcd-fa5626249d06','ba9399dee7632cafb85f6aeeeb3cb19e','車位不多','','',''),
  ('7c679c63-7fe6-5b76-bdac-aab94e6f7b87','4a6bad3266fada97c99f75b5f565e14a','','','','來源回報禁止大型重機停放'),
  ('7cb54d61-2c78-58d8-8ff9-7d44cca81812','cb20638f024782e7f1a4133cd0209f09','','需按鈴或請管理員協助','可停汽車格',''),
  ('7cf4b265-47e7-5f2a-a426-a596e7f08eeb','e6d7eb3d72963ac7e0d0458ffaffe197','','入口方向：往西方向進入
後車牌辨識','重機專用格 2 格',''),
  ('7d03df40-f0df-56ce-9332-9a72db2ff873','5ada77501e88fbdea17b4e78e2c90b3f','','','有重機專用格',''),
  ('7d20e10d-1801-5f29-ac97-d143a5bed3eb','6725c63f1a90ce46d6ef726b10ab785d','','','有重機專用格',''),
  ('7d2b370a-710f-5665-936e-cebb57220149','eb8b4c7e3c0ba21e13fbc0d2014b5a31','','','',''),
  ('7d7b655c-f545-57de-bf86-0a109ee30edd','c7c03934f47f4caaa238b54d41dd2acc','','需按鈴或請管理員協助
後車牌辨識','',''),
  ('7d936632-64de-5fb0-ba42-d83251e092d3','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('7dcbfc15-04c5-59a2-abf0-e83960287268','cd884ea4b8caf273a7d870e9d19fb7e8','','','','來源回報禁止大型重機停放'),
  ('7debf2b4-be01-57cb-a9a4-0a2b87d1f2bb','6442c67f2cda9e99e67b99fca01cb7e8','','','',''),
  ('7e8feef4-0d55-5b77-8e61-023e8b6755d0','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('7eb428cd-0a53-5dbc-ae68-8cd2319a85df','74001920f49f29e104842e1cadb54f66','','人工繳費','',''),
  ('7eefac03-67e2-5480-91a6-2f808b704ece','217659e37119fef4b68230bd68aa7ffb','消費可折抵停車費','','',''),
  ('7f00d318-884f-50ab-a5d0-aa06a04ce115','21d65b12c68e953fcc9cae0da5e0f4ef','','','',''),
  ('80296a55-1d24-52d7-872a-d9bf6425f68f','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('81ec2efb-eca3-5ef7-8cfe-1e63b23c7eb9','4a6bad3266fada97c99f75b5f565e14a','','','','來源回報禁止大型重機停放'),
  ('8203a433-ff90-5e58-a2c4-c9ded0fde235','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('82bb746d-91f2-5fbc-881b-c226660131b7','698c778e445efa454e401d351260ccfe','車位不多','後車牌辨識','重機專用格 2 格以上',''),
  ('83725bad-58c8-590f-9a6e-5696b909f1b2','38542dc5f1efe0758aae66ec343c13f6','','按鈕取票','',''),
  ('83deb9b2-1fbe-5473-bcac-84c4ff0e0356','af930ecead8ce8a3b94aa6aaa0daaa02','','無柵欄','',''),
  ('841e0224-2096-5d20-a51a-6c24c648815f','e476dd5eb4658042b36e1838de3879d5','','可能需倒車進場
只辨識前車牌','',''),
  ('845c1be6-b729-5362-93dc-61b25aa0558c','518e1db5bf8a3bc5533afd9b3898a661','','','',''),
  ('848e5b3d-e4a8-57c4-9206-c55d4a4a2304','8e9b5a8eb749ad6d2ae7fa831d0792ca','','後車牌辨識','',''),
  ('8585ffb9-2ef8-5dee-a3ef-05cadb1a9205','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('865c0f2e-618e-5434-b84b-229fb804224e','b971c996ee023df5cbd79133cb6b7d4f','','','',''),
  ('86eae816-2080-5511-91dd-c0534038263c','eeb781d707c55eeb7db6e513ccb32afd','','','',''),
  ('87054703-3577-5978-a366-22e1f6936031','8f6e2d81be6b8dbbe7cf3959f5a1c598','','','',''),
  ('898b6d4b-eb9d-5efc-92d2-7c597d7cfa9b','4a6bad3266fada97c99f75b5f565e14a','','','','來源回報禁止大型重機停放'),
  ('89e7c504-565c-5b12-a109-b826354965ef','95b845b0579dfd272f42679b3db71916','','','',''),
  ('8a168d1a-11db-5a19-8926-3f2140995afc','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('8a48478f-ba54-5788-b305-975d1068ee4d','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('8a8a51bc-c0e7-55bd-8436-ff9646ca3d96','3e5423ac86f7eff1f64441dc16fc5ccf','','後車牌辨識','',''),
  ('8abbc1aa-f730-5e0e-909e-c0487167bf1a','7bf738fb934e2abd9305db385f35efe6','','','',''),
  ('8c117faa-760e-5e82-b9e9-e873019094b3','7c7f8215b5fa3b6eededa044a9ff153f','','後車牌辨識','',''),
  ('8d72b51d-4391-5f51-8307-d9f56c407180','60acda7b7dce975b5bd0b8f37f00ca42','','','有重機專用格',''),
  ('8eb11ae4-610a-58f0-94b3-95ec1c6a50cc','0c25a8a0900ae7c54cf7202ccd59f071','','','',''),
  ('8eb9d0f7-5862-5b10-9676-9c60a37cf870','7ab5c90e10fbe4408601f17170f5e3b2','','需按鈴或請管理員協助','可停機車格',''),
  ('8f441cc4-7178-5110-85c6-6abeb2115803','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('903c2134-a092-5c3c-b147-14f491e7182b','ccc65c1ab6d034946d3fc82e990b36c3','','後車牌辨識','',''),
  ('9068b32a-49ed-5c17-90da-8d89e7ba4478','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('9079dc46-d240-5172-b128-f83af577d394','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('9182a6e7-b174-5556-a35e-bcd5694c5174','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('920108d8-5922-5d8b-88c6-56143fc3f7d2','08b294c3b3cc884041aaee6f36c42539','','','可斜停兩格',''),
  ('9234cdb5-fd8c-5386-aeb1-279e2247fee5','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('92b5b185-6735-5066-a73f-e1e01229ae35','dc2c19c5a5f1d60df11d88810139cbc7','','','',''),
  ('92c704e6-96d2-56af-9172-93d70face320','91a6be85a447f8edb7b0b448aa04d8b9','','','重機專用格 5 格
重機停放樓層：B2',''),
  ('92cb9dd9-7406-538f-9d30-05153ae01207','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('9372a650-0704-5d40-8c47-0bc194ff2180','11b021185ff51cf09db429d59753c917','','需按鈴或請管理員協助','停機車格可能被開單',''),
  ('9379cc1d-985d-5eb1-a907-d9501a2340ff','30fd753984c19ff868aa4d9b6dec8520','','','',''),
  ('93c4b1ad-e5c1-5946-abfe-d2c78e6effce','ee76bfa30c596c73c68e91404082624d','','','',''),
  ('93dd41b3-c115-56a1-811f-d6354e4fd3f2','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('940d123d-4195-508c-a77b-0607254106bb','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('946458af-3f23-5925-9a24-4c74d7a902a5','0279c7d6a062b622f006199d4241ed81','','無柵欄
走機車車道','',''),
  ('94ad293d-27bd-5934-ac92-2bcb7825b0ec','89eff5b05d02708f87fb684031891595','','後車牌辨識','重機專用格 20 格
可停汽車格',''),
  ('950e0e96-9106-51b5-ac83-9fce897b64f1','7efc725e108a10bff3a77135660ef02b','','','',''),
  ('9532bf7f-bc6e-5db4-b3c9-1b68b3eceb4b','24a279820de3305c73918c9eee458f4b','','','',''),
  ('95add533-aedc-525d-a59a-9bd0bb4f8511','7b9df74d99c2ed04640015753f49b170','','','重機專用格 3 格',''),
  ('961f12c7-bf7a-5af3-81a5-b60dadaa48a9','a44188455a16465724f0818b25dcd8ca','','無柵欄','',''),
  ('965cac4c-9923-5314-958c-c6240f196df5','f3e24da32d016a0ce52623d5349c000f','','人工繳費','',''),
  ('9684c73a-aa07-58fc-8f45-cf7a08bf8004','2af4023185c0183e9a9289d620eaa942','','無柵欄','',''),
  ('96a5e7b7-4378-5dd6-be21-caefc3d4bf87','d4986759eb79bbd0700dc2ba53cb2780','','後車牌辨識','',''),
  ('96c47f98-a559-58f2-a446-d58c412fc065','34ef5af4ddc51e02e1c44440dd781fbe','','走機車車道
需投幣或取代幣','',''),
  ('970d4fec-6af0-57cf-8c33-d5ca3fd6b16b','07ff719eb668ccf3047135242a3127c6','消費可折抵停車費','','可停汽車格
重機停放樓層：B3
機車區禁止大型重機',''),
  ('97c1f880-950e-5bc7-8069-104701631f7b','b72c0e6015f6089b6392d55e21f71c50','','只辨識前車牌','',''),
  ('986774d8-1843-5657-8395-a44d81d38621','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('98e641f3-edd3-5aec-b122-0d02f601968d','3a5f969a754d16c5e44f85e13be7a86d','','','無重機專用格',''),
  ('998b07bc-3080-55e9-a7d2-3a8866e68a48','eb72fc469dec63df0b6cbc0f0209b9ac','非 24 小時營業','','',''),
  ('99c7c9d0-6bc8-51b3-8c56-0f938393491a','4d659e1ac8782661e4f3a9390d8f9c64','','走汽車車道','',''),
  ('9a43a460-4e79-541b-9539-0dbc6e922de9','51d9b7d212e2b2acde7e31bf88d29017','','需按鈴或請管理員協助','',''),
  ('9a55de8f-cad7-5c5e-856f-bf7d0edc4299','5d2ed380b0fa89850fde2795d3fe8f31','','','機車區禁止大型重機',''),
  ('9ab513bc-3473-5fb0-8512-7903afb26d91','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('9abc02a6-5324-5db9-8bc8-836ea4007c46','4a6bad3266fada97c99f75b5f565e14a','','','','來源回報禁止大型重機停放'),
  ('9acb9f09-1aee-5be3-a17d-5f92e0589ca8','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('9b4ac32c-15ce-5c3e-a392-8137c4d5b191','668d432aa39b7cbae121c226990f4bef','有禁止大型重機停放的回報','','','來源回報禁止大型重機停放'),
  ('9bb9f9dc-8393-50cf-80f4-77665174fa6d','2acf9562409bc8fd81731b032784f63c','','無柵欄','',''),
  ('9bbb7c27-e457-59f0-ba28-7da833cc974c','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('9c062c51-7e52-5449-9e4d-d06a7448d5c8','e8654b65f1cd1a4d99809a113dc0600e','','','',''),
  ('9cb4e20d-40f4-59de-b252-b8c73a3369c2','4a6bad3266fada97c99f75b5f565e14a','','','','來源回報禁止大型重機停放'),
  ('9da80861-1c76-5487-87a1-9195b4ea8d99','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('a0136534-6331-5032-aab3-5c32b2fa1b77','81c2d14b60681c1588ff50eabc3c1998','消費可折抵停車費','按鈕取票','有重機專用格
重機停放樓層：B4',''),
  ('a06833a2-c332-543e-9cab-2dc9d3eaa0fb','c27dddaa5f15d3b43a9dc4e9d82b597c','','前車牌辨識','',''),
  ('a07019d9-e160-5ccf-a476-167e1075db4e','61f18a141f78e24a33cd110dfd004d58','','','',''),
  ('a09367d0-f2b7-5deb-9ea8-7adfc41d7cab','cff9a603ae503ff69cd801d4cab5e95f','','悠遊卡進出','',''),
  ('a0af012c-f9df-57a6-a411-166b73ff8dab','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('a1f327d4-ce6d-59bc-b1d0-985291fa8c4b','69aaebe7d9b9aaf671559c6bc5d09029','','','',''),
  ('a212cbac-4972-5132-afac-78272e522ae9','252c7cbd68a072238d3f3d65327946f2','','','可停機車格',''),
  ('a218001f-bb3e-561f-a0e4-e7cd6535b37d','4a6bad3266fada97c99f75b5f565e14a','','','','來源回報禁止大型重機停放'),
  ('a25bc37e-730f-5108-ac46-5191443754ac','7ff97ec7f6d705d896cf636b467f6fdd','','','',''),
  ('a2d599bd-56b3-59df-9ee7-80dc57d788fa','1a891c4e0eef95d431d1fa744cc0bba7','','需投幣或取代幣','',''),
  ('a385a5dd-acbe-507b-aa2c-21fed32b709a','9a6f48bc4aebcea9fa17864b64ba7a6a','','','',''),
  ('a48c2ce3-f65d-5e12-9ac9-86a3d31bc25f','91cbf629b1621d9a6406391b19e07f9d','','','重機專用格 10 格',''),
  ('a539bf3f-effe-5012-8773-1df53615ee86','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('a6224178-03cc-57c1-97ed-f1a97d11ae37','eeb781d707c55eeb7db6e513ccb32afd','','','',''),
  ('a68c4f07-68d4-52d6-9816-a99a2721be54','8a264d1c303f9ef90053d74cd07d428e','','後車牌辨識
走機車車道
走汽車車道','有重機專用格
可停機車格
可停汽車格',''),
  ('a6f45973-c655-5a6d-88c4-3adcf2ba8df7','4a6bad3266fada97c99f75b5f565e14a','','','','來源回報禁止大型重機停放'),
  ('a6f73d2b-2852-546b-9550-51905658856e','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('a6fc41da-fa9e-5097-b8ac-245091cdbde0','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('a8ca32c2-1857-571a-862f-8e2ae2a2901c','6b758dfd6eccaba4423e880af70a9210','','','',''),
  ('a94d9aa9-6474-59a8-8ad6-36c0413caa00','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('a9b58e2d-4674-58b2-aa6e-dd8494c42654','4a99fc9ce1e42e2459fe6d40286fcf1a','','','',''),
  ('aa1db005-341a-5238-88d0-2e5d343e5947','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('aab7e912-7216-580e-876f-426ff1d65e07','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('abfe7e62-df25-50b7-9ce8-e35001211ef0','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('abfed70e-d199-5c90-8795-7a94eab90825','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('ac0a1b41-2131-52ce-bbf4-8bcf00c0fd23','7bdfc5b5b8907fce6af7f2d59859c070','','後車牌辨識','',''),
  ('ad4fa365-68aa-54e0-b3c8-2139494f1eab','a54363ebfd294345f7b92d5feb61936d','','','',''),
  ('ad5cbaf2-2247-507b-91d6-1855d43c9156','b971c996ee023df5cbd79133cb6b7d4f','','','',''),
  ('ae613bb6-6968-55c2-bf1e-9cb7db9e024b','38bfe053e2bbe28194310c7f0af2b0f8','','','重機專用格 2 格',''),
  ('aec6ba72-fd89-50e6-a6ae-0f0b8f0d195a','ac099ea7a775a7ba31789a7632a9a07d','','','','來源回報禁止大型重機停放'),
  ('aec903a6-6569-5314-85ca-6829e2ee7b27','0b09b9827d071b0304266b1636bfdb20','','','',''),
  ('af31b6d3-9b94-5f1b-a3ec-21f5e75c4f6a','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('afbb3886-d70a-5e79-95b5-9167a1f31917','7c4a65e955f2edb9718f9bf486109214','不可過夜停放','按鈕取票','',''),
  ('afd14463-ee6f-5602-ad0d-cf6f339c3b54','cfbf05bd6064dc7137c7d04210c9d1fc','','','',''),
  ('b08f50a7-3047-5868-9055-9aeecb8307ee','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('b186305b-196f-5b57-bcd7-7c5e11d813ca','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('b19650a3-1542-592f-82e4-31f2f1f74e1e','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('b383071d-4956-531f-98d9-61f8c032b462','a5af5c072c4db322cfc496f3630eebeb','','','',''),
  ('b403ae5d-48bf-584e-9823-3cdd8f5ffccc','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('b4610088-9bb5-5b6b-8a84-3cff79f630a5','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('b468955a-a3e8-5b83-9d40-290ebbfd2e1a','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('b4a7adb8-8f73-55b6-a546-7936df38570f','2f0173f0246810f6ec13ca9d75d24d06','','','',''),
  ('b4e28864-1dcb-5721-b96c-cf3501632592','085a655e66c6c3becd6f03f92316897c','','','',''),
  ('b4fb6c37-c4b9-5433-9b07-d0f7d1931e31','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('b50a74c7-c848-579d-b630-2ace54eab0fc','5fc40235bc4674865a209674af545875','車位不多','','重機專用格 2 格以上
可停汽車格
可停機車格',''),
  ('b56eb666-f8aa-5a8b-90c7-fa080e3f861b','65dce71c536ec04d5a5fbac7ecae77ad','','','',''),
  ('b6829364-dd17-50ba-8aa1-148c369542bf','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('b6ed47fb-8af6-503d-8763-6476295ce391','15b28b64f907f96471b3b108532c1d40','','前車牌辨識','',''),
  ('b71df168-3981-50eb-a764-fb0d3e1fcc72','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('b8d7648a-fe53-5238-b731-387548779d9d','eeb781d707c55eeb7db6e513ccb32afd','','','',''),
  ('b9075061-c13a-5a0d-9063-5d26149785cd','7ee6a98a80c0127858128e3688c030a8','','後車牌辨識','',''),
  ('b9524c68-8965-5142-9801-a44662196acd','4468aa05c0bd63b324f75d272daa9840','','走汽車車道
走機車車道','',''),
  ('b960b6bb-f1ad-5ad8-a919-3eae45e36164','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('b9b8ac13-5496-5c54-a2c0-2810970766f9','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('ba52fabe-aab1-5ae0-b235-6300caec531b','6d5e18ed04923dd4fa64d7b2e1c3c1ed','消費可折抵停車費','可能需倒車進場','',''),
  ('ba9542df-de6d-5242-8260-0568c8e029cc','5a639fb7c0fc2561714fc61a5442e8f6','有禁止大型重機停放的回報','','','來源回報禁止大型重機停放'),
  ('bb3de59a-16e0-5c09-92ff-23fa602716f1','6a05f487487c1b57c8fe749c0b7a4f36','','需投幣或取代幣','',''),
  ('bbe52090-0902-546f-a527-1bc02b747125','669ba59742c01cdcc28746bf271e51ff','','需按鈴或請管理員協助','',''),
  ('bbfb2901-59cc-5e3a-a78a-940457982630','821b2cc2878a7d304b5183f855a2dc51','','','',''),
  ('bc676246-d8a3-53f9-8a7e-6b6c9c020d36','76b8227723c5973d44653deeadca27f0','','後車牌辨識','',''),
  ('bce9e5f8-eacf-50c0-8521-cc8ffea9cfbd','b971c996ee023df5cbd79133cb6b7d4f','','','',''),
  ('bd043fce-eb02-5cf6-af52-a6c6e37f0499','f55381f16f45638b38d66581315a8c1f','前 30 分鐘免費
消費可折抵停車費','需按鈴或請管理員協助','重機停放樓層：B1
有重機專用格
可停汽車格',''),
  ('bd4bf85f-5223-5da2-8611-96b7a8515f52','344dc851c1e39915c5c3539b1cba5430','','','',''),
  ('bd61b0ad-f679-55e8-ae7d-535c89494b48','d5733d3822e1a3e4adb6a287303082d8','','','',''),
  ('be0e8604-0a2a-5289-8c51-92881e188301','637920f9f1d86e3f3885acdd2d311682','','','',''),
  ('be67684f-99d9-535c-a153-580585b5fc06','ddadae9deaa199612e1d1a0ef0d11a7e','','按鈕取票','',''),
  ('beb28747-5aaa-501e-b6ff-e3cc040bba8a','a129caeadb52602837747c6525be0fdc','','悠遊卡進出
後車牌辨識','有重機專用格',''),
  ('c0cd0696-d46e-5171-8370-45294588797e','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('c1d23f4f-2c6c-5cc5-b223-562e2d488c77','a9cb0da362907e0acd225ec80b088327','','無柵欄','',''),
  ('c2103133-78b1-56b7-b8ee-b0595b17f78b','7efc725e108a10bff3a77135660ef02b','','','',''),
  ('c46303a4-2a11-5305-96f3-94cf3b82c17e','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('c4636f59-1fca-5573-a536-108c7cbad694','2698200a7ac315f1ba41ca96c1d2ecda','','','',''),
  ('c474db84-4150-5e76-b89c-2802dc48df64','0c25a8a0900ae7c54cf7202ccd59f071','','','',''),
  ('c5a1e9b6-9bc0-5dad-b2dc-0992b0cbff1a','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('c5c3ca32-57f9-51e2-8c56-7bb9244e7d86','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('c5e28ba9-6b4c-51ce-8bb8-88d26a41d72e','4a6bad3266fada97c99f75b5f565e14a','','','','來源回報禁止大型重機停放'),
  ('c6315e0b-ade5-5ed0-be25-4d19b4c2f6d2','a3d464d6b5601c99060ec8a542b0dc31','','無柵欄','',''),
  ('c7781904-2b8d-5f4d-abcf-1d2149c2dcb9','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('c7a9a85b-02e3-5bd7-87cb-53e0ca1451a5','39348eb2fd62fe5dc5ebde7b3cd47eb8','','無柵欄','',''),
  ('c85eebba-b846-5d5e-a607-f603a3d459fc','a65491912f9ed53d81c1035b1185d26d','','無柵欄','',''),
  ('c8e836bd-fbc0-5c12-93f5-6a76e388911b','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('c8eb2338-ef80-57ac-8865-d7e578d5da68','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('c93206b7-ded8-5749-b4d0-2f72058f91cf','d440d169588e217c48c2e0cb49a4768b','消費可折抵停車費','','',''),
  ('ca58918b-524e-55ec-9670-5400d642f5ce','7189ccc67d5f5e59285b789b4cf904be','','按鈕取票','可停汽車格',''),
  ('ca766d77-2836-511e-9a32-0c5e2a4aee43','d886b5d8396655ef6ac6a5b4a1f8da34','進出有斜坡','','',''),
  ('cad24600-836d-57cb-819e-43dd004cd9ae','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('cad66dc7-8f88-570f-afa7-f39918bd2f0a','1259bd361852d70915cfa972dd1edd48','','','有重機專用格',''),
  ('cad8d096-47c2-5314-9583-a019502760b2','ff25cb800624036117f9aac048644051','消費可折抵停車費','後車牌辨識','',''),
  ('cbaec350-f572-5d73-a3ff-00f20476f1ea','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('cbde0ade-0411-5982-968e-3370b7d212c4','1a42f00070148d6939baf72c641646f5','','','','來源回報禁止大型重機停放'),
  ('cd2cae88-4418-505b-8b52-ae66011db353','86ae6e88f60786b93733d264b78a19bc','','','',''),
  ('cd82ffd6-787c-5f65-b546-ec1be2ebb0b9','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('ce0f3b7c-99a6-59ae-a3ed-21ed7b9b33f9','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('ce229b51-028c-570d-8560-59e328bbd7a7','cd530fcaaaf353b95f2d49a43cc9b967','','後車牌辨識','無重機專用格',''),
  ('ceb37c19-d33e-52d5-ae3a-a431c3ad298c','eeb781d707c55eeb7db6e513ccb32afd','','','',''),
  ('d031bc31-d78e-5ec6-9268-5004cb90d9fc','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('d10b9d0b-3895-54f1-9b08-e931ee12d3c0','40dd863e7b34d6aef89edd423ab1f983','消費可折抵停車費','','',''),
  ('d120da34-a6e9-59c7-bb39-8bdbe808cd1b','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('d1c6fbab-e2d3-5a2d-9901-81f63111a6b3','720437eacefe3cbc351db880f514ee0d','','需按鈴或請管理員協助','有重機專用格',''),
  ('d2bfaee8-b926-58ac-b938-3a1b1f43dbd9','8c7b4c37bc84ecedddf7832658695f87','','需按鈴或請管理員協助','',''),
  ('d374964d-52c9-53d8-ab72-36cbab33d525','e2a3f9bf6c84a3367feeb3618d10d40b','','','',''),
  ('d461375c-d542-5d34-97ab-ffe5775892c8','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('d54ad187-23df-5365-82e4-2ad9d2b915f4','ca37a73f1a7b5c668698c5966753bbf9','','需按鈴或請管理員協助','',''),
  ('d59a0e1b-8643-5e6a-9c8f-6d8671f82ccf','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('d627d10a-0a22-5322-8300-25fb71c95727','7052f9a479ad2ddc552655f25f9236a9','','無後車牌辨識
需按鈴或請管理員協助','無重機專用格',''),
  ('d634ab12-9bec-599b-b661-af79b2fceb6c','77aa542ee67eb70f54479dc8b82038ab','','','',''),
  ('d66a3b4b-d006-5875-9906-1a5e960db2b7','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('d6878bfa-956e-5ceb-a4c8-ac6aadca178c','a79e650d76541cddda363ae88b9a85f4','','','',''),
  ('d8ac61ba-1643-516b-bc48-e51870c15e4c','e250a48db16715084743df5770900f8d','','走機車車道
無柵欄','',''),
  ('d8d1111c-4cdf-5acd-916c-705451d0158b','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('d8d1a32c-8487-5872-9b5d-8c1c44a554c8','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('d981fd98-3eeb-53fe-a4cc-0d38176f6e84','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('da40b4ff-b02e-559f-aa78-fd4097a5eb27','eeb781d707c55eeb7db6e513ccb32afd','','','',''),
  ('da49d5c1-9c7d-587a-87b7-fc7004a2c1fe','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('dc3cfb5d-a7c1-57d8-8580-39d569ee1eef','b971c996ee023df5cbd79133cb6b7d4f','','','',''),
  ('dca8318c-d3e7-5e5e-b165-e6ffc1a888bc','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('dcab2566-45cc-5f39-9b7f-7407acab89c8','0fbf75ba561f89baa24ab74c7b63e9c1','','','',''),
  ('dcf04a65-bfc0-5ea4-bf10-0485115e7bde','dd1904b2cfc9a9430645b3d0caeb641e','','按鈕取票','',''),
  ('dda8f199-b8cd-53b5-bc91-079f10bb7c87','65dce71c536ec04d5a5fbac7ecae77ad','','','',''),
  ('de691b05-13d0-50d5-804d-4a676c24d809','2ac0d0c3cf7b8396a202f85a7e908031','','','重機專用格 3 格',''),
  ('dea279fc-5058-57eb-b807-27963192df9d','68c40c640a87fac8090bf43144da0626','','後車牌辨識','',''),
  ('dea2938d-f525-5223-acaa-355df8e8014a','123908f6ed6833eb127d7267ee6cf9fe','','','',''),
  ('dea3cd37-a4f0-512e-8673-411fa8f0239d','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('e0002189-5317-58cc-bcbb-21534980b405','6be717613d55616266f1fd80ff3c58ff','','需按鈴或請管理員協助','',''),
  ('e0413f1c-4daa-5321-a42b-aa4dc718279a','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('e0562930-14a9-5ad6-8aab-24bfd8b97a44','4a6bad3266fada97c99f75b5f565e14a','','','','來源回報禁止大型重機停放'),
  ('e079786c-c44d-51cb-b4d6-0c9f9a4b04ba','f458512b019ab56f5ec4c38f5cae2f9c','','後車牌辨識','',''),
  ('e09e975a-8929-54b0-8a1b-260f529f99ec','0c25a8a0900ae7c54cf7202ccd59f071','','','',''),
  ('e0c1838e-2745-5ca2-b0a0-0d5425af80f6','a7186c23627b85300f7404780d627004','','只辨識前車牌','機車區禁止大型重機
可停汽車格',''),
  ('e11f2b63-92d8-5459-9026-68692ac58289','b971c996ee023df5cbd79133cb6b7d4f','','','',''),
  ('e1524fe1-e26a-5839-9e0e-73147b905db7','d902bdabaceb6f5e3dccfabd4fe11fcf','','','',''),
  ('e1596624-e0cf-59eb-bbfd-68699ba62088','eeb781d707c55eeb7db6e513ccb32afd','','','',''),
  ('e17b5cae-5b28-5662-88f3-4e7762a31548','1b4080c9df79de4bdbd550a75aa95689','','','重機專用格 4 格以上',''),
  ('e1ca0e5f-6572-5be9-9b8b-74840dc4b2cf','52453f0fc336526011abe0e05c7c5163','','','','限時開放：夜間20-7限定'),
  ('e1d24823-5117-5b58-a545-d7e1b98582b0','404a65fb7011dcbd65839b7fd718bdee','','','',''),
  ('e2186596-f7dd-5391-9e3a-277ccdd6df96','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('e46fcdf4-10e6-5661-b959-5ef1fa7ba8bc','755151e9acc720c8ec1d1ae737229f25','','需按鈴或請管理員協助','',''),
  ('e494a91e-dcb3-55c1-89d9-bbfeb33a0c4e','bdfab4031e45e5bad97e43e067206f6e','','','',''),
  ('e4d75c7f-1903-555f-b2f4-06f6fed7b1c1','299e487065ba25a37bca3d170a7f1215','','後車牌辨識','',''),
  ('e6418964-e4d7-5a35-bec2-73310601d2fe','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('e660cd86-227c-52e4-a127-d18fca7982a0','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('e7bd1b0c-d353-59f4-9897-175be82d550d','eb360a0c7ae454f17ec75b4c99d78857','','需投幣或取代幣
走機車車道','',''),
  ('e951daac-3992-59eb-ab68-9e470d050bb7','6bc02ef78d817013b79c53d9fd30047d','','按鈕取票','',''),
  ('e9669502-d116-5143-89d1-e73bb7ed2af8','d26285c172b1e6e19a636a674d099d55','','','有重機專用格',''),
  ('e968a2cd-ce23-55f3-a689-d9e8a511c5af','f9a75f7ea7bab715b8b319e2fcd22f4b','','走汽車車道','有重機專用格',''),
  ('e99943ae-19c7-5354-9afa-282591710263','573aa4b0400c3e09da0e4b24aa9836e9','','','',''),
  ('ea273456-8729-5f68-ae95-879e9b8997b7','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('eabdfd90-7de4-5769-8995-8f3197ba7266','bec2102554bae6105064adca1d70e28b','','','機車區禁止大型重機','來源回報禁止大型重機停放'),
  ('ecba2942-92b5-546f-86ef-a60316029f6b','7c7140645284ce9dad28d9e3a9c052df','','按鈕取票','','來源回報禁止大型重機停放'),
  ('ecd18f14-6bec-5ddd-91af-7236c2874df1','686f5b4aa4e35f31499156837defc69b','','無柵欄','',''),
  ('ed0ad262-baea-5517-9ffc-eb7614a1a2c6','291c6b734c13b76f2ece93e68a933b45','','','','來源回報禁止大型重機停放'),
  ('ed728c1e-8d39-55a6-a816-821c13b3ba1b','1aba1a30275c821638ba581885f0c066','','走機車車道','',''),
  ('ed7ca29a-21a7-5431-844d-042436dfa3a0','81217e417da267f95e5b869c680e8d57','前 30 分鐘免費
消費可折抵停車費','','',''),
  ('ed7f64e8-ab11-53f9-b794-f47bfa966459','4a6bad3266fada97c99f75b5f565e14a','','','','來源回報禁止大型重機停放'),
  ('eeb51c93-fe62-5621-a733-ad67271b9f9d','8ed807800d1794e698b4da08a8118830','','','',''),
  ('eeb677f4-c52b-540c-b3c2-a5619df6275a','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('ef4452d6-75c3-5842-a99f-fc78a697fe3e','b7c84db6dd48adebf05321116282e76c','','鍵盤輸入車號','',''),
  ('efdf3dd7-f924-5f2d-a392-9a588101ae80','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('effe3022-0c81-5b62-9939-0ea3d182a308','852d6cac2a643a2f4813d592ff394daf','','','','來源回報禁止大型重機停放'),
  ('f08c2bd3-3ee1-5cac-8ce9-49e4edf32765','65dce71c536ec04d5a5fbac7ecae77ad','','','',''),
  ('f13ca245-1726-5e25-afbe-81eb11611b56','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('f1826b77-f20b-5f40-9f13-5366fc6ff0c7','7c4a65e955f2edb9718f9bf486109214','不可過夜停放','按鈕取票','',''),
  ('f272c184-f01b-5891-abfa-a05bc9b1924d','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('f29f5553-cad2-52ed-a7ab-aa6ce704d83f','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('f2b340cc-ceed-5a22-95f5-2973429db969','06d02bb211d7d1a4f9f2668c8fa362b0','','','可停機車格',''),
  ('f3257767-f4e9-5b77-b508-cb7cec071acc','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('f3c5fe3e-a3a4-5a06-a163-c9caa6fe5f42','0be4844099d0bde6823dadc9528d83af','','後車牌辨識','',''),
  ('f3fa5ba2-c83e-5fe5-958d-e333d2b03ee5','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('f53969f3-e3b0-522f-8508-fdfcaaa259c6','b542bc7fd1b90cabac5726eb9a08cf0c','','','無重機專用格',''),
  ('f5a86a8f-6166-5c97-8476-7effaa31e70c','79cba5e9b3b1b33ba45d0fcb57c9ad3a','','','',''),
  ('f622dce3-9e13-5c77-9f97-24b6cc886ff7','3ed41c81c660b85275126b8b288221cc','','按鈕取票','',''),
  ('f65d3c4f-8797-56b9-abc9-b473a55807a0','6c3b13925167e528751d30c728f1d746','','走機車車道
悠遊卡進出','',''),
  ('f65e2710-0289-53b8-a832-5d55dace139b','503cbb6351f0b29d1cd849bfd80c8c45','','','',''),
  ('f66bc978-e8d6-5d80-8991-2aaa4f06809b','96d33878cfc33737c1e10c1f5587bd8a','','','有重機專用格',''),
  ('f6c716b8-0b38-50fb-b150-eaf1795b409f','681e35dd7df32407d61635f12251a239','','後車牌辨識','',''),
  ('f6d46025-56a6-50cb-850c-90c5e18f61cf','7229eb6d070ef600f6beaba7b5832883','','需按鈴或請管理員協助','',''),
  ('f80d410d-e400-5056-afd5-0e88b7ee5a1b','9ae4e573629bf77b3894efd698f17cd9','','','',''),
  ('f9bb16bc-9dfb-54f2-a6b7-c7f4c3d21cd8','35e53ce1d567b1bd7830637befe7cb53','','','',''),
  ('f9bc1271-72ee-5a0e-9f85-b143fa1da16d','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('f9faf7a7-1652-52c2-aab5-239f198e3f09','387f44a904a9ab556cc69384371affe8','','後車牌辨識','',''),
  ('fb46c21c-5637-5571-9bba-af2597ca752c','912aeac4d5025b46a82c6ed02f2a4445','','','','來源回報禁止大型重機停放'),
  ('fb892cad-e7fa-55a6-b1b4-6c5cf945a858','24c1e15cebd39495cd5478a1aa2f5775','現場未見禁止大型重機標示','悠遊卡進出
走機車車道','',''),
  ('fbc50a0d-32b6-5b7e-b6e0-9a086c95653d','d051d44a85e0a61181d323e5f0fb153f','','','有重機專用格',''),
  ('fc565bf2-7c10-5636-a9c4-b7483da3944f','1a891c4e0eef95d431d1fa744cc0bba7','','需投幣或取代幣','',''),
  ('fcf5bb2f-d16d-5e93-a87f-48a738ee05fe','50aa7ad5694426a86531a882902e216a','','','',''),
  ('fcf8dcf9-b28c-5258-a7bd-6a7d6a828334','05381076a5c5561074b4716224c0887e','','','可停汽車格
可停機車格',''),
  ('fd623b99-83c1-5c6f-bb62-74885faf0408','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('fe0b4c50-b66e-59f9-ab11-0630f4574174','38542dc5f1efe0758aae66ec343c13f6','','按鈕取票','',''),
  ('ff66b223-a8b0-55e2-8f38-534fa4df82a9','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('ff6aa5c0-641a-58d1-91de-27f33baef519','b0ab27c5541ce3ca676b69254ba3b1ee','','按鈕取票','',''),
  ('ff8b3d16-180b-55ef-b769-7395ed1acde3','2ace540db4e79d7197d804ec4c76255b','消費可折抵停車費','只辨識前車牌','',''),
  ('ffc0dd6f-0039-585f-8011-fc09130369cc','8b43cde221cdd47e3e36e260fe8defb0','','','',''),
  ('ffcb73ef-38c4-566e-8513-2de2e46ce3a1','b165665a9f320b8eb08068cb2fc6dcac','','需按鈴或請管理員協助','','')
) v;
-- strip_text: 433
insert into pg_temp.strip_text(tbl,id,guard,note,entrance_note,parking_guide,special_rules) select 'o',v.* from (values
  ('00cba14f-3f38-5c1c-9f23-002ac0b57083','52371d498b6157a1b1120c846f81409d','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元；每 12 小時 150 元）；前 30 分鐘免費
已比對新北市路外公共停車場資訊（新北市政府交通局）（020206）','','社群補充（未經官方查核）：
有重機專用格
重機停放樓層：B2',''),
  ('00f063a6-0251-5a0b-9c44-df711d20fcf1','b654c6146168c7ab144f9245984c615c','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 40 元；專人引導）、重機專用格（每小時 40 元；專人引導）；消費可折抵停車費
已比對新北市路外公共停車場資訊（新北市政府交通局）（050189）','社群補充（未經官方查核）：
走汽車車道','社群補充（未經官方查核）：
有重機專用格
重機停放樓層：B2',''),
  ('00f2a676-24fb-5588-b9a2-4abf03312711','1a5ac89895ba1c8e0dc3fa52e430e783','社群補充（未經官方查核）：停放區域：汽車區（每小時 50 元）；前 30 分鐘免費
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1195）','','',''),
  ('017e512e-a4cf-50bc-838c-16e6a174f691','865008af0ddb6d6f365b6ff0fffc81ab','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 20 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1046）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('01b484af-adc5-5bb2-afbb-250eaca66d30','282ab3625b9ee955a9dc3bdc9ae63efe','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（免費）；車位不多
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1724）','','',''),
  ('02bcc9b4-44d7-5862-9835-adc40a107950','f9953764734e350cecb21f2432ef17e8','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元；後牌）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1800）','','',''),
  ('039baff8-316b-521b-9632-53d51699ad7e','a6d4dc2c4b75737cb89b2ce2011f4443','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（免費）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1692）','社群補充（未經官方查核）：
無柵欄','',''),
  ('03b37beb-b8cd-5969-94cd-f3e5ff2ff743','43b29034b33177776ab7c163720b6ef7','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（免費）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0426）','社群補充（未經官方查核）：
無柵欄','',''),
  ('04095697-a9b8-5b53-a960-b7dae86a9698','0fd4109b51dab3cb050680bc67fe24d1','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（請依現場公告）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1515）','','',''),
  ('04d9e660-4cc0-536d-94ba-7a3431787a68','2db50834f46f2bbf2c2c46843992917b','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 40 元；假日每小時 60 元）；消費可折抵停車費
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1146）','社群補充（未經官方查核）：
前車牌辨識
需按鈴或請管理員協助','',''),
  ('0646d48e-14f3-5d62-b951-ccefe6a45c0e','f5b698268cd0c60e11e97c25a18fc3bf','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 20 元；每日 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0535）','','','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('064b1b18-18b5-5471-935e-7b80389fbd99','a3b87041d5bff348aae2d7c0bcdf99f5','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元；倒退掃牌）、機車區（免費）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1359）','社群補充（未經官方查核）：
前車牌辨識
可能需倒車進場','',''),
  ('0661e592-e627-57db-8dc4-22699de902fe','e21df201aa846fd52e9809698b2f2354','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對臺南市路外停車場動態資訊（臺南市政府交通局）（A02191）','','',''),
  ('0683e25d-7c5e-5aa3-a718-7218bf24c6a6','7771693673ed67ad7c821151d6277bef','社群補充（未經官方查核）：大型重機禁停
已比對新北市路外公共停車場資訊（新北市政府交通局）（010126）','','',''),
  ('072580ab-e2fb-5a90-ae9e-3b1b481ec7b7','df4349fdb37cf170981eeb775aa273d2','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（平日每小時 30 元；假日每小時 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0819）','','',''),
  ('082bed62-e78f-5df3-bd75-d80006929c40','1444682a0c28a455b302d235b525a7da','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0645）','','社群補充（未經官方查核）：
重機專用格 1 格',''),
  ('08b04fb9-3781-589e-a6b3-9fc6a1b52829','6df30e4b8fe2b330a3c2a726ca38c0c4','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG626）','','',''),
  ('0919e11b-b457-538c-a3a4-afb64a9d3586','6d0d65ddc660c420833e686b6c8a95bc','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 50 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（100230）','社群補充（未經官方查核）：
需按鈴或請管理員協助','',''),
  ('0940d0b9-484d-50a4-924e-7a7fa0e56b56','20575431748b513fc9d5729c53ecb48a','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 45 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1323）','','',''),
  ('0b19d3fa-17d2-586c-8865-edab930a5ae8','9d747061f43f6f46a28195802f3a6d69','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（140021）','社群補充（未經官方查核）：
需按鈴或請管理員協助','社群補充（未經官方查核）：
可停汽車格',''),
  ('0b42b851-92a0-5b34-bfae-967b3ee52057','6ab6278537cae54071bb4f8f880b6833','社群補充（未經官方查核）：大型重機禁停
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0309）','','',''),
  ('0c01a49a-87a8-5ccb-9b7c-2c66455983da','70efa001a81dc49288babcb7bc6b4c1f','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每小時 20 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG580）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('0c43e44d-b0a4-5189-a04e-8ea4735f755f','a1c2babfac5439189cc39a16a9d37ff9','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每小時 20 元）
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-HSC013）','','',''),
  ('0c8ae669-b848-5aec-9407-53471f757839','a35937fe8e89314dc0fb62f2a2159a9b','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 15 元）
已比對高雄市公有／民營路外停車場一覽表（高雄市政府交通局）（KHH0192）','','社群補充（未經官方查核）：
可斜停兩格',''),
  ('0d0f6d90-7fd2-5d58-b6f8-f27fac935fc3','0698f85c7882c132b7e53599490eab90','社群補充（未經官方查核）：停放區域：汽車區（每小時 20 元）、重機專用格
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0410）','','',''),
  ('0def3663-3e26-5a13-ad13-c43e0c379ee7','8e3ff7a8a50a09a6e00ff59efe2a9ca1','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（平日每小時 30 元；假日每小時 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0828）','','社群補充（未經官方查核）：
重機專用格 2 格',''),
  ('0e17ad35-5039-535d-a54f-47434531c4c6','605c8471d39c23b5dd0c967e3d6c4528','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0077）','','',''),
  ('0f086753-0f56-58e1-80ca-bf2926e314e2','e97d35ff7ab9988f198e0bef1243c274','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 40 元）、機車區（請依現場公告）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1024）','社群補充（未經官方查核）：
需按鈴或請管理員協助','',''),
  ('0f16c774-82dd-5dc1-ae46-c184355e83bb','8554ef4ed47ac74bcc0c1adc3e01cf8a','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對新竹市公有停車場相關資訊（新竹市政府交通處）（HSZ017）','','',''),
  ('0f4b1fc4-6a26-5885-8206-09f158143c93','5e1f5ea91596ea9942d18ce4d3377ae2','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 30 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（160018）','','',''),
  ('0fa60c83-14ac-5a7c-b6a5-21675ca28e8b','5880300d18e7eb49ccbfb5d230a78003','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每小時 20 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0287）','','',''),
  ('0fde0738-9f33-5344-b400-8c425c8fd357','3cda0130d26adf3b5f47c6a273fa4729','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0070）','社群補充（未經官方查核）：
後車牌辨識
人工繳費','',''),
  ('10183ead-ee06-59cc-ac64-e9f3343decf7','ba9a1172af2199859bc4207cadd8264c','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）
已比對臺南市路外停車場動態資訊（臺南市政府交通局）（A02041）','社群補充（未經官方查核）：
需按鈴或請管理員協助','',''),
  ('104a5a64-d0a2-5ecf-bfd3-58b6163f3a92','4503dbcf81d13a3972ec2f0d920a6bf8','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元；每日 300 元；後牌）
已比對高雄市公有／民營路外停車場一覽表（高雄市政府交通局）（KHH0137）','','',''),
  ('107853da-d062-5b5e-bede-09a9eefe60db','f62d139b9b8058e34c889faee330123e','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（請依現場公告）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1454）','','社群補充（未經官方查核）：
有重機專用格',''),
  ('1089ed38-97e9-5038-b551-6c90afbfb21d','f9c7e05e130bb79ba755daf5e43ad9ab','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1864）','','社群補充（未經官方查核）：
重機專用格 4 格',''),
  ('10a63771-924d-572d-8196-691c43ce1336','b74a05afa8746e39b00ef2913357cce7','社群補充（未經官方查核）：停放區域：汽車區（限假日每日 120 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0139）','','',''),
  ('10dae5b9-44a1-576b-8118-0bed38a97f81','ff2269eb7deb622168e7e34dfb176cbd','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元；需管理員協助）
已比對新北市路外公共停車場資訊（新北市政府交通局）（130004）','','',''),
  ('10dba164-5dea-5454-9cf8-8c6e48d0bb8b','c3d6766dcc3403bff09ba29fa07685e2','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（免費）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1557）','','',''),
  ('10ec211a-f539-55ca-a654-ad8fc4dc23c1','22678b25aa6842d5839203f47c55e2c6','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元；每日 120 元；需管理員協助）
已比對新北市路外公共停車場資訊（新北市政府交通局）（230001）','','',''),
  ('11326bd7-5f51-5877-a0bd-355268921a2b','3fed25f3e3b792de12d6832096b5d278','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 30 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（060146）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('1165a96d-8805-52fc-ac5d-e9df5293d7bc','99121f4f006e1854840153c749164bf2','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-MIA016）','','社群補充（未經官方查核）：
重機專用格 2 格以上',''),
  ('11eb7c9f-1ced-5ac4-bc4b-51ffd3f3dcc5','ee866032382120e188a142d360226686','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0065）','','',''),
  ('122f0df0-328f-555f-ad61-bcb79747720d','725c62d2a73d0bdc186c0253b2f5b4e8','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 50 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1888）','社群補充（未經官方查核）：
走汽車車道','社群補充（未經官方查核）：
重機專用格 3 格',''),
  ('12390752-af31-5678-9ad7-6ca443f4c754','ed2f2746d6522447b0afdb7eb1a1b373','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 20 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1406）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('127cbacd-2261-5577-bad3-3866ffa2cf79','3529d366a80ba4729abaf04dd1d7fe54','社群補充（未經官方查核）：停放區域：汽車區（每小時 20 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0538）','','',''),
  ('12e3b586-0e63-5a78-a001-719509d8bd92','6b00223aca1e82d135b34103b8708fbf','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 20 元；假日每小時 30 元；需按鈴）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1093）','','',''),
  ('12ebf983-b823-57a0-9f69-ed89976fb7f6','a96fc10a4c39dfc2874b89e4e4730732','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 15 元）
已比對高雄市公有／民營路外停車場一覽表（高雄市政府交通局）（KHH0237）','','社群補充（未經官方查核）：
可斜停兩格',''),
  ('14ce68d1-6a7d-5352-93c0-461020faa58b','c8cec978d5086c8dc6674fc2ad5d36ff','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每小時 20 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1417）','','',''),
  ('1593f635-a1d0-5f29-80f1-11bb87825f86','887ce266aa69aa5c7d41112cfead6b25','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（展期每小時 60 元；無展期每小時 20 元；後牌）、重機專用格
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0827）','','','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('16d51d05-ad19-5eab-bda1-b6324c7ce815','0bf4acddac89ecbb5521637c4ecc0de1','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 50 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1583）','','',''),
  ('17181ddd-b882-5605-a560-46b7ff91f094','6c07adfae2103fda74d7acd3dc8cd6a3','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0354）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('182bc5ea-432b-5248-8718-8f51db069c2a','d06672335ff828f493300a7af0e766bb','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 10 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（060115）','社群補充（未經官方查核）：
悠遊卡進出','',''),
  ('183751fb-23aa-5171-bb48-ab00aad9382c','d517f73d37efb44cc4e13f0125c01ff8','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（免費）；消費可折抵停車費
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-KHB00375）','社群補充（未經官方查核）：
需按鈴或請管理員協助','社群補充（未經官方查核）：
重機專用格 2 格以上',''),
  ('18cba550-c1cb-5486-bdff-0c1d30ea185f','3d3d5606010510ec209c96bc39076382','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 50 元；每日 320 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0446）','','',''),
  ('18f880ac-7ca8-585b-973e-7b8e77a01862','42946a93224bbc8782083902b85cf9f2','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元；後牌）
已比對新北市路外公共停車場資訊（新北市政府交通局）（040056）','','社群補充（未經官方查核）：
重機專用格 6 格',''),
  ('190999ec-029e-5bf4-bea4-5a49c59e3ce8','9cb7f30b207eeafda2349772b4a87718','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（免費）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0992）','','',''),
  ('19ee3a2b-fd64-5253-8d2b-129e20eed7f7','ba398e835b82a3ea5c3d8e34eea4e8b1','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對新竹市公有停車場相關資訊（新竹市政府交通處）（HSZ020）','','',''),
  ('1b0fd9fd-13d3-51f2-8e5b-da20cb29a7e6','236bf68787f017895c7a41d16d600093','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 30 元）
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-PT0002）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('1ced2a51-ee5d-55b0-9358-83ddf31a3bfe','f22bbbee62adfb4a4dc3a5dbbfa336d9','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元-按鈕）
已比對桃園市停車率（路外、路邊）（TYC0135）','社群補充（未經官方查核）：
按鈕取票','',''),
  ('1d739e06-9cc2-5666-b541-caff74cc6946','779a5832a7a48258714fb60bc32aa77a','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元；每日 100 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0888）','社群補充（未經官方查核）：
需按鈴或請管理員協助','',''),
  ('1dd962f1-761a-5212-b549-426c8110af3e','3c9ed7a6e5d0c8ee01f8a45c96009c35','社群補充（未經官方查核）：停放區域：機車區（每日 50 元）
已比對臺南市路外停車場動態資訊（臺南市政府交通局）（B00019）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('1e004695-3408-5cf2-bfce-c61c5cef3991','197b7e58e8c350b66c9399d258fc08ea','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG544）','社群補充（未經官方查核）：
需按鈴或請管理員協助
可能需倒車進場','',''),
  ('1eb3a49d-54d9-5a76-b183-1954ef4d1cc7','6bd5f5a731bad56fccd280206f0a6301','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 40 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（050207）','社群補充（未經官方查核）：
無後車牌辨識
需按鈴或請管理員協助','',''),
  ('1f0b3784-3971-5640-9fa5-d35ef4be222c','1c010ad5c60d7ad07cb3653204cf9737','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 120 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1329）','社群補充（未經官方查核）：
需按鈴或請管理員協助','',''),
  ('1f4b4668-7079-5446-90e2-b6655522526c','e12e8118be5f2a28a70579ec738490b1','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0926）','','','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('1f5845aa-0a93-564c-834e-efe5c14ab81e','5563dcab394e789f3d18e9e354b32c30','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0318）','社群補充（未經官方查核）：
需按鈴或請管理員協助','',''),
  ('20f05246-87a1-5218-875c-81ca6f1c66d8','38ff1ee5e9510ad51e2a18f67b772cff','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元）
已比對桃園市停車率（路外、路邊）（TYC0175）','社群補充（未經官方查核）：
後車牌辨識','社群補充（未經官方查核）：
重機專用格 2 格以上',''),
  ('21562e04-a6fe-51fb-9f9c-65f9849afc69','e63a6a428fd8cc8708ad3c89a5134ef7','社群補充（未經官方查核）：停放區域：汽車區（每小時 30 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1042）','社群補充（未經官方查核）：
悠遊卡進出','社群補充（未經官方查核）：
可停汽車格',''),
  ('2162bd75-bbdf-5f1a-b02e-29a114801356','04b190d35b9ca8d43f9ace59f00b022c','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 20 元；機車試辦）
已比對桃園市停車率（路外、路邊）（TYC0069）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('21c4ecec-b892-555f-9221-95e4b9f99efb','19426ce925e6d6e65158e105fc55ca5c','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 20 元）
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-KHB00245）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('23220cc3-d0dc-52be-b611-5dbd1bd88be3','b4e72d9670f369eeb30b8e0d397cc3e0','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（010008）','社群補充（未經官方查核）：
後車牌辨識
走汽車車道','社群補充（未經官方查核）：
可停汽車格',''),
  ('23911e8e-c63b-5431-abbc-0293e3a3b0b1','599a789dce29c31f865ea874dad27357','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）、重機專用格（每小時 20 元；每日 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1515）','社群補充（未經官方查核）：
後車牌辨識','社群補充（未經官方查核）：
可停汽車格','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('23c61e2b-60eb-5715-9bd2-97bf0e49ce1f','147fcf5ca4233764739c15466bb5e3be','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 40 元）、機車區（每日 30 元）
已比對桃園市停車率（路外、路邊）（TYC0191）','社群補充（未經官方查核）：
後車牌辨識
走機車車道','社群補充（未經官方查核）：
可停機車格',''),
  ('24a70b6a-baaa-5d47-9f0b-402f8d36a101','3eda73b87405d0a692c0f844cf71dec4','社群補充（未經官方查核）：停放區域：汽車區（請依現場公告）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1040）','','',''),
  ('25599eab-da11-570b-bc24-9d68285ad23b','08333862cc9c96b95faf89701ab7dbe4','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每小時 10 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（070045）','','',''),
  ('2674bdb4-9b70-5ac8-8a19-6942e3fe4d09','7cfe89607b150a884b6ebce74d580b03','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0450）','','社群補充（未經官方查核）：
重機專用格 2 格','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('276b1601-f913-5ab2-8d31-be8f02525be6','cb608ce1dfba0b662ebf258cd6d14f89','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0606）','社群補充（未經官方查核）：
後車牌辨識','社群補充（未經官方查核）：
重機專用格 1 格','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('27a82716-78d5-5e88-a857-5cb637a5b463','109acc72a2fdbe60cc9b213908d9902a','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（免費）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0409）','社群補充（未經官方查核）：
無柵欄','',''),
  ('28378a4d-cf15-5426-bdd9-18cacc0d0604','a49d9ffa2d4680b20d3b28986722c380','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG615）','','',''),
  ('29839630-2c98-5045-9fd1-37cb8fd76c29','00ef93be08529a65b9e0c5c52a5065f7','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 20 元）
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-NAN_017）','社群補充（未經官方查核）：
需投幣或取代幣
走機車車道
走汽車車道','社群補充（未經官方查核）：
重機專用格 15 格',''),
  ('2a2faa67-d15d-5722-8db8-84f9159fd23b','5f459e79ab3325d2f3a454eb9ee7838c','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元）；車位不多
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0722）','','社群補充（未經官方查核）：
重機專用格 4 格','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('2a3fb4e9-c45e-5208-9316-5383cd7b2645','61c62cdde1de5fb9f6afbdf0a2734acc','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-HSC020）','','',''),
  ('2b1d844e-5635-5231-a0c6-b42e55e85a07','b263cd330c941c0da1492b7570e9e2c2','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1897）','','社群補充（未經官方查核）：
重機專用格 4 格','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('2bfe3890-2d01-53d4-a784-8288243b775a','31fb97ea16c0cb5fd37ec8b5f1fa715b','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 100 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1705）','','',''),
  ('2c4bc7df-20f8-5d73-b34c-0d76f94bbf90','2638dce9fb8ee940071b1b4c56cc2793','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 30 元；假日每小時 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0163）','','',''),
  ('2cb963e8-c834-547c-a93e-2972d37afa9f','1b08e1234b3eb633b00a2d0bf8c98e4d','社群補充（未經官方查核）：停放區域：汽車區（每日 20 元）；現場未見禁止大型重機標示
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1272）','','',''),
  ('2e1b2fd2-e7f1-5a8c-8bde-d8c394715aa4','53a8a31c038291d30ffd0f6352ee32ac','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每小時 10 元；每日 50 元；按鈕取票）；有禁止大型重機停放的回報
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1151）','','',''),
  ('2e39a16f-c3b2-5674-a61d-665eb232c664','d618d8b8910162124bd713b7cf5ce279','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 40 元；假日每小時 20 元；後牌）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0654）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('2e9e20f4-a6a2-5982-a0a0-9a720397db86','d184226229ef8d4cefa056ab5377978e','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元；每日 50 元；前牌）
已比對新北市路外公共停車場資訊（新北市政府交通局）（070038）','','',''),
  ('2edc2d00-2dc4-557b-80f2-9f33ff891187','73d0a9ef3df1ce6302c57111e5a7b9a2','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 40 元；假日每小時 50 元）
已比對桃園市停車率（路外、路邊）（TYC0163）','','',''),
  ('2f80a82d-9ee3-5da9-9928-b2e949ae234f','69d7ef78264d76290de97131633184ad','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每小時 30 元；每日 100 元；每日 60 元）；進出有斜坡；有禁止大型重機停放的回報
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1558）','社群補充（未經官方查核）：
悠遊卡進出','社群補充（未經官方查核）：
汽車區禁止大型重機',''),
  ('2fd9d180-6079-5413-8b07-3868c3168a49','ac6d3bd81651b5e9a6662638c49459a5','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 20 元；假日每小時 30 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（170009）','','',''),
  ('306fedd5-5876-51f6-949c-f707cb417efc','4c2d9e21aa2b367cdc0d6cdfc825896b','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元；需管理員協助）
已比對新北市路外公共停車場資訊（新北市政府交通局）（020038）','','',''),
  ('30a38c12-fb36-5cea-8079-7e76a8a2095e','7031735a742e22c626b6d398b991b5b3','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每日 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0775）','','','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('31a9a0dd-b0f6-5497-8806-6d904f7ebab6','ea70320259e38cee023d267ef63d6157','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 30 元；假日每小時 40 元）；進出有斜坡
已比對桃園市停車率（路外、路邊）（TYC0159）','','社群補充（未經官方查核）：
可停汽車格',''),
  ('31eacb16-57b0-5dc2-a110-120333ef9fa4','ee77a51b44c98a0a442cbb5bf0addf6d','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG593）','','',''),
  ('329ad683-85d1-58f7-bf91-50a58f0e8101','f9d644eb62f1c8dba022d32429f2c622','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 40 元；需管理員協助）；有安全帽置物櫃
已比對新北市路外公共停車場資訊（新北市政府交通局）（020109）','','社群補充（未經官方查核）：
重機專用格 2 格以上',''),
  ('3333bc4d-56eb-5d46-b6d7-97048c31a279','465a057f2a1fb1c8cad9854939953181','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 40 元；需管理員協助）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0616）','','',''),
  ('3341fdd9-d451-5648-80a9-ccc4b5bdf7c5','713b7a6812bd41a67e4fb77ba3cc7ff8','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 40 元）、重機專用格
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0011）','社群補充（未經官方查核）：
後車牌辨識
需按鈴或請管理員協助','',''),
  ('3358188b-5fdb-5914-a408-f65ec5ced92f','0e6210844278f08c250a5c4dbe6c8f2b','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（免費）
已比對新北市路外公共停車場資訊（新北市政府交通局）（170022）','社群補充（未經官方查核）：
走汽車車道','社群補充（未經官方查核）：
重機專用格 2 格以上',''),
  ('34e85f0d-8677-57dd-8aaf-813baff5065d','0c7cb74bae766746dfbb55126f837337','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 50 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0959）','','',''),
  ('355a09ef-4e5c-5a72-a212-cd3ade12a6cc','00dd2d00fff2035d6f513661bdf85754','社群補充（未經官方查核）：停放區域：汽車區（每小時 20 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0170）','','',''),
  ('35e4a628-a719-592c-b26d-6caf58e38d01','60074706c1e3640e7ccd92c018b5dce2','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1943）','','',''),
  ('371f8696-7b3a-5068-9d49-079dc53ad955','e91549ab67e3c56c71094d7b910cd738','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元；按鈕取票 離場人工繳費）
已比對新北市路外公共停車場資訊（新北市政府交通局）（060082）','社群補充（未經官方查核）：
按鈕取票
人工繳費','社群補充（未經官方查核）：
重機專用格 8 格',''),
  ('37337313-3f06-5899-bc7e-61cc64dadb3e','32b8aed23fc408546e46e76982dffbed','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（機車區每日 20 元；汽車區每小時 40 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1602）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('37378f6e-51d3-5894-8bf3-637fae1d02f6','5be00acab8639d454a4a177b9de872d2','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每 2 小時 50 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（100018）','社群補充（未經官方查核）：
人工繳費','',''),
  ('37a38230-e7cc-5ec1-867d-0a00ebf7f4df','beda7d49f7072aadf5d71fc10fda1c92','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元；需管理員協助）
已比對新北市路外公共停車場資訊（新北市政府交通局）（050193）','社群補充（未經官方查核）：
需按鈴或請管理員協助
走汽車車道','',''),
  ('38fd5dab-06c1-550c-9b61-59697ce94464','2eae1b0b0b25ecd1a6616ca1ab37015b','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1989）','','社群補充（未經官方查核）：
有重機專用格',''),
  ('392d4ede-b059-5dee-83e0-4f7bb15258d7','c4cd2d95b8a06a2767b6cc7c7f2879ba','社群補充（未經官方查核）：停放區域：汽車區（每小時 30 元）、重機專用格
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1243）','','',''),
  ('3a5e5285-08e6-5367-9323-5c082c75f919','4a40c917e4d3bd24d3f39de9a6ebed22','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 30 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（130097）','社群補充（未經官方查核）：
後車牌辨識','社群補充（未經官方查核）：
可停機車格',''),
  ('3b277519-a406-59c4-b8ec-1c46e03944e2','a23453c8c13dcb66b2ec14350bcea604','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 20 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG772）','社群補充（未經官方查核）：
走機車車道','',''),
  ('3b4ca917-f16a-5636-b710-207b95910bea','1053240d9f7ec6cc4fe447494ffa655f','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 50 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0140）','','',''),
  ('3b5b5f7c-d62d-5daf-be6d-1d3e0f2f7733','008c328019b9657e0c9126262254ff97','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 120 元；需管理員協助）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0187）','社群補充（未經官方查核）：
需按鈴或請管理員協助','',''),
  ('3bf17ed3-c1e2-54f9-aed5-38e91c1c365a','b836cf92ce5d8a26fc0fb438f9441b4c','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每小時 20 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0374）','','',''),
  ('3cf3410b-5ab7-5cfc-bf94-b8e3761b177c','248b8ff663a0f2dcdd3585fddc1f12b0','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 20 元；每日 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1519）','','','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('3d5cfa3d-bd14-54e7-b668-c19d778d0e34','449b37619586842cfbb8dc42031d3722','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 40 元；後牌）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0712）','','',''),
  ('3daa8d40-2132-537b-ba78-06d6891bea29','8b2562291cf6bea75414122c8d75d230','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 70 元左車道進）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0066）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('3e29630c-8e3d-5e02-8228-a00f48cb19c3','1f2df2f1969713276572f04828524855','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（免費）
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-06P0C0026A）','','社群補充（未經官方查核）：
無重機專用格',''),
  ('3f18b883-8d1d-584a-af87-d5579f3f9184','2f46060c4a7de4ffa0d6e20a444a8604','社群補充（未經官方查核）：停放區域：汽車區（請依現場公告）
已比對新北市路外公共停車場資訊（新北市政府交通局）（230008）','','社群補充（未經官方查核）：
重機專用格 6 格',''),
  ('3f2bc055-1f93-5fc1-9f83-6d49ff4df886','c5c83f06f34a12248f714366352dec4a','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 50 元；假日每小時 100 元）、機車區（每小時 10 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1717）','','社群補充（未經官方查核）：
有重機專用格',''),
  ('3f85cee1-b7fe-5ca0-b8e9-8619d47a636a','88d1e4d1ad07d8211db952490e27a38e','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0155）','社群補充（未經官方查核）：
入口方向：往東方向進入
需按鈴或請管理員協助','',''),
  ('40945e57-5e3d-5a69-977c-dbd997028f40','9e099c5c13175007f9fc9d7be8717aaf','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0448）','社群補充（未經官方查核）：
無柵欄','',''),
  ('40d2dc28-3540-5a98-8786-2a344a5bbcc6','e9ce86120d27ba510f7ed3703367354f','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 30 元）
已比對桃園市停車率（路外、路邊）（TYC0078）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('411eef62-a002-5145-97c7-aef5314f4556','5bf9aa5d5b6a5ea0c05ee0cf4dd6064b','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 20 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1881）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('41776de5-cff6-5c93-841f-d9eedd835060','c7f6eab7496c326564adbc14ad880dec','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0355）','社群補充（未經官方查核）：
需按鈴或請管理員協助','社群補充（未經官方查核）：
重機專用格 3 格',''),
  ('41e2dcf1-d56f-5ae1-93cb-8d50370801b2','e44d5db759cf0376067d2f54acd9bc9e','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 50 元）
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-TPE0387）','社群補充（未經官方查核）：
需按鈴或請管理員協助','',''),
  ('422e85e6-19b2-5bfa-9cb4-bc0ff88dcb3b','bdbb9cb1c9ed47a8158f95fbc760bb3e','社群補充（未經官方查核）：停放區域：汽車區（每日 20 元）；現場未見禁止大型重機標示
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1271）','','',''),
  ('42f2ceda-3e89-55a4-ac1a-fc397692cd0f','dc5d133abce6038880143eb36915fd2b','社群補充（未經官方查核）：停放區域：汽車區（每小時 20 元）、重機專用格
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0094）','','',''),
  ('4552e83f-17c0-5268-92f7-83595b200771','167796597ae1f05f8d3af43c1f3091b8','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1039）','社群補充（未經官方查核）：
悠遊卡進出','社群補充（未經官方查核）：
可停汽車格',''),
  ('45a99f34-dd0a-55f0-9fb8-7b201794f623','26ff937967a486c8dcf6aeca62461535','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元；每日 200 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（010174）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('467e0841-1baa-52f6-957f-f2bae5434982','202cd08071ac0877121f7eee82954d3c','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（140031）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('4a128df4-e69b-5baf-88ce-f95f0e2eaf49','0db80f8bcac71303679d0a01e8e9e7af','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 50 元；每日 250 元）、機車區（每日 30 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0628）','','',''),
  ('4c26a4a6-5637-5d2c-8d81-61e48ca43e95','f0c6f39d1a4d90c358e4ac9a685edb3d','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對新竹市公有停車場相關資訊（新竹市政府交通處）（HSZ023）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('4cc3875b-5a6c-5769-932a-9e265686940b','f30b32db91d57f6ec60b7e839823bc43','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 20 元）
已比對新竹市公有停車場相關資訊（新竹市政府交通處）（HSZ002）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('4cf3faf1-88e7-552b-a427-6671e3e83f19','72b037280a2a555d4dd1625bdfa7c018','社群補充（未經官方查核）：大型重機禁停
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1054）','','',''),
  ('4d5efe6e-7e7a-5cc5-9ccc-0c8282fea47c','58de068b8c2198e9db9e8f4d2ec100c9','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 60 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG760）','社群補充（未經官方查核）：
按鈕取票
走汽車車道','',''),
  ('4d746cea-02e0-55af-9a22-1fd559b1a153','b5b4b9b5594423a7a68d610e46ae0856','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（日間每小時 50 元；夜間每小時 30 元；後牌）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0425）','社群補充（未經官方查核）：
後車牌辨識','','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('4e05168e-c975-5a92-9569-251d0596f9c0','7508ae6a330152a232befec46f3f23ed','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1334）','','社群補充（未經官方查核）：
有重機專用格',''),
  ('4e6eca1e-c3bb-56b1-bdc3-3498fd5ceb67','c40c659f509e4c5e59580ae6a765ed1f','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）、重機專用格
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0716）','社群補充（未經官方查核）：
後車牌辨識','','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('4e7ae519-4510-5448-a9cf-bf71c0da04e9','6cbf1b4214a8ece2cd843a2c9c8cf6ba','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（050008）','社群補充（未經官方查核）：
鍵盤輸入車號','社群補充（未經官方查核）：
重機專用格 2 格以上',''),
  ('4e9ffb7d-f35b-52ba-88c1-1d5fc95c993d','a724e01079a9929f3b499ecabb7123e8','社群補充（未經官方查核）：大型重機禁停
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0468）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('4f68d8bf-29c8-57f7-9201-91a6655cee82','037e97c0d23570b9b2a99fa1c0aede4e','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0147）','','',''),
  ('50831db6-519c-58f6-ba39-cc11c586e145','b9bdc8779836d0ca8a16c30b960d68be','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 40 元；假日每小時 60 元；有後牌）
已比對高雄市公有／民營路外停車場一覽表（高雄市政府交通局）（KHH-停7051）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('50ba2ad2-fa71-5013-a2a0-b446ed4057be','a98fb4315dcb6237c00cf4c175e67789','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 40 元；每日 280 元；後牌）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0008）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('531bcfbf-af7c-50ad-934e-f837a1e0b9b1','5caa1db1e20eafb5a03511d69fd8aa0f','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0003）','','社群補充（未經官方查核）：
有重機專用格',''),
  ('537776de-dae3-57ae-bdb2-ecb28d3aba06','9d6f6965e75541cc5eb717aed926cac3','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（請依現場公告）
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-NAN_006）','','',''),
  ('54cf42d8-d11a-525e-bf76-8c5a1b7dc9f6','a660f54707658579934ce6a961247e97','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 60 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1667）','社群補充（未經官方查核）：
悠遊卡進出','',''),
  ('566f271c-7611-57fc-8814-c5dd4f7dced9','bbe1dd9fc835b02e3741894952152596','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（日間每小時 40 元；夜間每小時 20 元；後牌）
已比對桃園市停車率（路外、路邊）（TYC0005）','社群補充（未經官方查核）：
後車牌辨識','社群補充（未經官方查核）：
可停汽車格',''),
  ('569161e3-7ca1-5b55-8177-3f492b8b56a3','ddd7ee92413fd7edbd3007e36f926eaa','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（010222）','','',''),
  ('581e1a04-60b9-561c-b898-40ae0d824664','7e022b58c833b05be339de467dd4a837','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0056）','','社群補充（未經官方查核）：
有重機專用格',''),
  ('5982b4e2-779a-5149-945d-f4e6c8f96790','df239bc81b63b02ed0cc40f642d0b61b','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（060007）','社群補充（未經官方查核）：
需按鈴或請管理員協助','',''),
  ('59da230e-881b-54f7-bc22-f6f7f64038fd','0cea8ecb3597140558bd54d7d24efafc','社群補充（未經官方查核）：停放區域：汽車區（每小時 40 元）、重機專用格
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0075）','','',''),
  ('5a8afe20-b78b-5ba1-8abc-ec6a8470ee91','c0104e505584005e5a8d7a9296dfb7db','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 60 元；假日每小時 30 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（290002）','社群補充（未經官方查核）：
需按鈴或請管理員協助','',''),
  ('5aeb9e0c-531f-5c1c-80d4-dfb385b778a5','db04b549f660036e5308a8f8c63d5427','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（免費）；車道較窄
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1432）','','社群補充（未經官方查核）：
可停機車格',''),
  ('5b5dfe6c-5c0b-521d-8c05-a4adef841455','fc43db09afa809d0810a37816657dfe1','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 20 元）；現場未見禁止大型重機標示
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1729）','','',''),
  ('5b703fa1-7444-5eb7-a33a-ffb19c552b90','05fcdd2293de3ba09f37ded2f1069e6d','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 20 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（110034）','','',''),
  ('5bfcd6d5-f8f7-5a8a-b56f-c77a7837e701','f361f5876c5438a1003bdeef864864ef','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0610）','','',''),
  ('5c87bc32-a7a7-57aa-a844-54316821c935','352610f991ad9595c5a9abce97cdb23e','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對新竹市公有停車場相關資訊（新竹市政府交通處）（HSZ024）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('5d782b48-d616-572a-a4df-4003aa029bf4','2b7e293c852a713ba88c132b74cb4fde','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（免費）
已比對新北市路外公共停車場資訊（新北市政府交通局）（010132）','','',''),
  ('5dee9179-fedb-54e1-a0c1-61465dd9f6c7','0f6f632d6bb3a73f532306fb200caf1e','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（免費）
已比對新北市路外公共停車場資訊（新北市政府交通局）（060139）','','',''),
  ('5e09276b-027f-548d-a555-81062a3576e2','36c7aaf1567c26977c5895fa4a5ead40','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元；後牌）
已比對新北市路外公共停車場資訊（新北市政府交通局）（130071）','','',''),
  ('5ed10450-b44a-5bc2-b614-1a6e14eb11a8','bf6aa5357630702f22193c49255ebe86','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 30 元；假日每小時 50 元；倒退掃牌）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG2047）','社群補充（未經官方查核）：
可能需倒車進場','',''),
  ('5f1b79fa-cac1-588a-b847-5c31ff512bb4','1d3ffa0b9a3640ba866b097eb27447ed','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 20 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1408）','','',''),
  ('5fd28e1e-0642-5e22-9a0e-76957767cce7','d8dc467ebf4874932fbe187541cff1ab','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（050072）','社群補充（未經官方查核）：
可能需倒車進場','',''),
  ('600dd3a7-9ddb-529c-914e-7203b524d735','60870734b71c85b969ec2b6c992f3a01','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元；後牌）
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-PT0011）','','',''),
  ('601425f5-dd28-5dcb-a0b1-f390af7fbb37','5124b356e2fa22f0d5ce844c2bc9a010','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 40 元；每日 120 元）；消費可折抵停車費
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1032）','','',''),
  ('60dfd9c3-d877-56ed-aeec-b9931082aacb','1c88d3bf2d3132ddd1ac1099cfdc8a70','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（日間每小時 40 元；夜間每小時 20 元）
已比對桃園市停車率（路外、路邊）（TYC0136）','','',''),
  ('61e01c49-6d80-5209-9f1d-066c892e4e2a','0b4442eb948062217cdae018ec69da44','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 40 元；後牌）
已比對桃園市停車率（路外、路邊）（TYC0143）','社群補充（未經官方查核）：
後車牌辨識','社群補充（未經官方查核）：
重機專用格 2 格以上',''),
  ('6287af64-8c28-5f3d-b44f-e40bc0a0052d','579802cce5e4df0b1d4e3b3495773acd','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（010307）','','',''),
  ('62d31763-9cfc-51a3-b63c-0388193679d0','bb424c5287997b661b7009c34f2928db','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（010131）','','',''),
  ('63410105-ff27-5a36-8dbf-38c83d050dfd','a9038b83f09431f0c310db8bb2838c5b','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 25 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（010178）','','',''),
  ('64cc9283-2ce7-55a5-8fe5-cd60eebce6e3','ad31041ad2b3fb5ff50d3760d028e3aa','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（080008）','社群補充（未經官方查核）：
只辨識前車牌','',''),
  ('65389d1c-5925-5ee4-a89c-8a9bede0f050','8d03a9b800e74df1c7b09c3ab020c72a','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 50 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0884）','社群補充（未經官方查核）：
後車牌辨識','社群補充（未經官方查核）：
重機專用格 4 格','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('6778dd5f-fac6-5467-9fc3-3ea399bf905d','23761ffd345763a9888a3af26a9ba6bb','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 10 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（140027）','','社群補充（未經官方查核）：
有重機專用格',''),
  ('67ce375f-c30c-56a2-98bb-f4700b329737','c7480e6c582434fce7d2739bd7312135','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元；每日 180 元）；前 30 分鐘免費
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-MIA092）','社群補充（未經官方查核）：
需按鈴或請管理員協助','',''),
  ('6956af4a-50f2-51af-a9ff-24c5bc3a3173','365f788de88f55b64374fb80e6702491','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 30 元；假日每小時 60 元）；消費可折抵停車費
已比對新北市路外公共停車場資訊（新北市政府交通局）（100031）','社群補充（未經官方查核）：
按鈕取票','',''),
  ('69e51e9c-2daf-54f2-849a-b987317fc041','038a79fdfa1dc4a0e73c6beeb67d1b86','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對新竹市公有停車場相關資訊（新竹市政府交通處）（HSZ022）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('6a427be7-8918-5036-8ef7-dc0fdb35bcc2','a04c41473cd0c640aeeab368eb6abe86','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元；每日 200 元）、重機專用格
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0100）','社群補充（未經官方查核）：
入口方向：東西向皆可進入
後車牌辨識','',''),
  ('6a4b2174-461a-542a-abb8-5731db877888','7f81bcd23a3fe1e8da0faa36cf052818','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 20 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1407）','','',''),
  ('6ae11714-9575-58f5-8529-5bf1031dc05d','4c672738ce2d1e9f2e01f790f3b777f5','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0680）','','社群補充（未經官方查核）：
重機專用格 2 格','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('6ed414a4-8840-5b31-9f21-4ae66754103a','18ab81c7f5c13c36358eea7768ec290d','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 40 元；每日 630 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0624）','','社群補充（未經官方查核）：
有重機專用格',''),
  ('6f6a096f-b0fa-56bd-88ac-d1aa16a6cab7','597f54d2cd8156e4a18b78025d773175','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 30 元；假日每小時 40 元；需管理員協助）、機車區（每日 10 元；投幣）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1020）','','',''),
  ('6f7fdf17-c6ff-5e75-8ccf-caed7dfd1fc7','c5495e70b48e7c880db7d5313c12c08a','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0177）','','社群補充（未經官方查核）：
重機專用格 1 格',''),
  ('70899c94-0adf-5f35-83f3-0d09a6edc1d7','7e389e48fb90858b10f7d653e016fdd1','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（060147）','社群補充（未經官方查核）：
可能需倒車進場','社群補充（未經官方查核）：
有重機專用格',''),
  ('70ce6e6f-58f7-5aa3-8138-da62a0290e72','a328825cf8b845efd2ffcf47bf9c8684','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元；每日 300 元）、重機專用格
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1402）','社群補充（未經官方查核）：
只辨識前車牌','社群補充（未經官方查核）：
機車區禁止大型重機
可停汽車格',''),
  ('7108aed9-daba-5398-86a2-10666c0e663d','18160cdb6fb575520ca1d1f1429f7891','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 40 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（030004）','社群補充（未經官方查核）：
走機車車道','社群補充（未經官方查核）：
重機專用格 4 格以上',''),
  ('7192964f-1809-5124-859f-4712e8019175','e0c0691030a5e851faa7f60a4f8b6aa5','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（免費）
已比對臺南市路外停車場動態資訊（臺南市政府交通局）（B00022）','社群補充（未經官方查核）：
無柵欄','社群補充（未經官方查核）：
重機專用格 2 格以上',''),
  ('722c4b7f-03b2-54de-96c3-18e80d9e5560','e6d3f8c399f84c9fb9fc9e781b125508','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 60 元；假日每小時 70 元）；前 15 分鐘免費
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0047）','','社群補充（未經官方查核）：
機車區禁止大型重機',''),
  ('726d2fe5-2dd6-5162-a596-3a4ae2ad26cf','a86eca3e67d46b24aa348498a0d3cc20','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（免費）；現場未見禁止大型重機標示
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1041）','社群補充（未經官方查核）：
無柵欄','',''),
  ('73043ae2-5716-5e07-98d3-01916a40cc75','f1d137a63684c23386a41ce096ab3fd3','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每小時 10 元；每日 30 元）
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-KHB00419）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('73211c83-3f8a-5bdf-b99a-dd27991a18ab','851ea0cd939c823dbd7bbd4dc6fed19c','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（060018）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('73b2b434-dd7f-51f5-a172-115f31900aba','d1041eaaa82a6d128e7f7246b1de98dd','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 30 元；假日每小時 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0928）','','',''),
  ('73d2052f-9ab9-5496-8766-209ac553cd84','09eba6ab8951ec56869abcff729e2303','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每小時 10 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（050087）','','',''),
  ('73f7bc5d-1a37-51ce-a74c-dd579c377019','e1941f94185ea172c9ad73d15473b4a5','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 45 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1330）','','',''),
  ('747e2071-f798-50a9-8b6f-cc2d450f4038','41461b3c75a307a84c4c761973e48b1f','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（日間每小時 20 元；夜間每小時 40 元；後牌）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0062）','社群補充（未經官方查核）：
後車牌辨識','社群補充（未經官方查核）：
重機專用格 2 格以上',''),
  ('75c6a280-868c-57aa-882f-ce398b814a1f','5530c0850f22a710ffcf4c6b512506b9','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元；每日 120 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（020123）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('769890e7-888a-5163-927c-025512ee40c7','db76f9a2db4e01691c07f955eb033d6a','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元；後牌）
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-06P0C0021A）','','',''),
  ('77816238-d05c-54a1-a196-619ac19577b8','05e2bede5f445165c6ad3add7d165ab2','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 60 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（010056）','','',''),
  ('77d54a91-91e1-5620-a2fc-ae476eb0cdef','8432d3aa1c85500ad88b3cdccd4ba093','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 40 元；需按鈴）、機車區（免費）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1314）','社群補充（未經官方查核）：
需按鈴或請管理員協助','',''),
  ('781a8f4c-9448-53d7-abfd-913f09ef1f45','14a9a26dbc0d03fd4243e6863707b933','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（免費）
已比對新竹市公有停車場相關資訊（新竹市政府交通處）（HSZ005）','社群補充（未經官方查核）：
只辨識前車牌
需按鈴或請管理員協助','',''),
  ('78995eac-caad-5ea7-991e-78d1b1b93658','5198e83245ca93846b0d3931cc08985a','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元；無閘門）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG577）','社群補充（未經官方查核）：
無柵欄','',''),
  ('795871ac-adbc-5406-a41b-5d59d9f8e788','d7aaebb73fbc86b14138b4efec410208','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 80 元）；消費可折抵停車費
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0766）','','',''),
  ('7964ef02-861b-5a87-91ff-d2b7c9f2e83f','f7c985659911c331fdc6d11faf90bf85','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 30 元）
已比對桃園市停車率（路外、路邊）（TYC0165）','社群補充（未經官方查核）：
需按鈴或請管理員協助','社群補充（未經官方查核）：
可停機車格
可停汽車格',''),
  ('7a4b3205-f3f6-5e1c-b09d-e5a113c1ba94','cc0efda2638c8083e878cb7ac0303419','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）、重機專用格
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0852）','社群補充（未經官方查核）：
走汽車車道','社群補充（未經官方查核）：
重機專用格 3 格','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('7b9630fd-dc44-57bb-9f46-cd6127d206f9','c0d45872f1285d0403fae4430e499833','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 50 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0228U08）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('7d944aad-9042-5140-9780-6110fe5d79a5','ab8f8c7d5d2007c5f172191131ac6ef8','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每日 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1898）','','','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('7e6d007b-fb74-57f4-a9ea-176e55255179','87199b87b595048bde10f5a540855b44','社群補充（未經官方查核）：停放區域：汽車區（請依現場公告）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1602）','','',''),
  ('8109ff44-32b7-50db-b851-9e908546e77c','153e31dd0051e0c3041c47cba6401a4e','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 20 元）；消費可折抵停車費
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1813）','','社群補充（未經官方查核）：
可斜停兩格',''),
  ('811cac8b-1ac9-52bf-a659-070b4bf3f761','28884550dadf09796569e1df2a258a20','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 20 元；需管理員協助）
已比對新北市路外公共停車場資訊（新北市政府交通局）（010024）','','社群補充（未經官方查核）：
重機專用格 1 格',''),
  ('8185edf5-cc94-57ce-9310-f6ea57943da5','6765fcb686a0fb5c359852b33edc6aa5','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元；後牌）
已比對桃園市停車率（路外、路邊）（TYC0176）','','社群補充（未經官方查核）：
有重機專用格',''),
  ('8466d2a4-b3ea-51d6-8345-e3f60524575f','094a415a3c5434646c73b1f894eb5a28','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-57）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('8488abae-a5d4-57c0-a0ee-29b57207decb','0bf75a8ed956a460ae5eb5805a271d2e','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 50 元；每日 200 元）
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-KHB00682）','','',''),
  ('85bcdd2b-6b62-5007-8876-5ec469b5b224','bddb1cb2fd6486a98cbe304bbf6061b9','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（平日每小時 40 元；假日每小時 50 元；每日 300 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0851）','','社群補充（未經官方查核）：
重機專用格 2 格以上',''),
  ('865e20d0-bdac-5c6e-a7d6-fd757bba0174','3f27508765bd944839f7f148c9aff7d2','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 40 元）、機車區（每日 30 元）
已比對桃園市停車率（路外、路邊）（TYC0170）','','社群補充（未經官方查核）：
可停機車格
可停汽車格',''),
  ('874026e6-0fa0-536f-a5f9-3435f1ba1e14','2d94c85984abb2f09281425e613169d7','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元；後牌）
已比對桃園市停車率（路外、路邊）（TYC0105）','社群補充（未經官方查核）：
後車牌辨識','社群補充（未經官方查核）：
重機專用格 7 格',''),
  ('896d1a67-1f75-5a85-aa22-8c86e3cf95ae','3172481b36f8c86546b8eb5b22064f7e','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（日間每小時 30 元；夜間每小時 20 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0752）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('8c96077b-5563-5816-8774-7cb83b3d7ce4','e89fb8dbe59b326eb3a419de4eb2aa00','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（免費）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1459）','社群補充（未經官方查核）：
無柵欄','社群補充（未經官方查核）：
可停機車格
可停汽車格',''),
  ('8d45113a-c5d2-5fc5-a5a8-47615ceb0db8','39029956c326b1ac7894b78b7f56570a','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（130006）','社群補充（未經官方查核）：
需按鈴或請管理員協助','',''),
  ('8da31cc6-503c-5e07-b25a-75cc7c7d9949','a0e4863705805e660cc07c377453df58','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0379）','','',''),
  ('8e014021-c3d3-50d4-b4c9-5367d5830fa9','6d597f9e99681fc33b726e8563d1943b','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 30 元；每日 200 元；假日每小時 40 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（030027）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('8e750170-9df3-5e0a-8442-1575db2dfcd1','948e72a8e20ffbb5619b41c3bcd7d967','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對新竹市公有停車場相關資訊（新竹市政府交通處）（HSZ025）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('8e968915-f78f-5c78-b5d3-c0db953f1037','b8e917b258b83a50feeb2419f5b41388','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 40 元；後牌）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0007）','','',''),
  ('8f155ab6-4b7b-5e42-b378-dc0ab0fd90ad','0c0c25fa824a8885ba7487d1cb439de4','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 30 元；假日每小時 40 元）、重機專用格
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0848）','','','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('900dc54a-6c60-56d4-9643-271a0d548de7','a6e8bffbe186c645a8f4d9d58e744cdd','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）、重機專用格（每小時 20 元）、機車區（每日 20 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG691）','社群補充（未經官方查核）：
後車牌辨識
走機車車道
走汽車車道','社群補充（未經官方查核）：
有重機專用格
可停機車格
可停汽車格',''),
  ('90bec165-8555-5781-98dd-34082bae8967','585cddef7a1a9faa88a4b31c1b84e017','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 20 元）
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-03P0M0004A）','','',''),
  ('919159dc-93e7-53ee-a401-b3a9d11fed5b','980df2bb980f2448c5377d44e960e553','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 40 元）；進出有斜坡
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-TPE0328）','社群補充（未經官方查核）：
需按鈴或請管理員協助','社群補充（未經官方查核）：
重機專用格 2 格以上',''),
  ('9194051c-5607-5cb6-a687-ede3ff857c10','19b3d055193b88d9682f3e0e85b94bbe','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每小時 10 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1277）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('91eb56e8-edfc-57fe-9452-4544be3662ba','526aa28b2129e8e56f43fe54a23e234e','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 60 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（110059）','社群補充（未經官方查核）：
人工繳費','',''),
  ('926844e5-fa47-5b1a-90c1-c0beb5bf7243','a18eddf1ef343b98253c9e00d6cde576','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元；需管理員協助）
已比對高雄市公有／民營路外停車場一覽表（高雄市政府交通局）（KHH0144）','','',''),
  ('93335276-b04b-5964-89bd-77105376e560','a644fcefc4c05664430878823175017a','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（免費）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0489）','社群補充（未經官方查核）：
無柵欄','',''),
  ('93a4ca3f-70a6-5352-8312-a2e7d8dd786a','38a238be9d9e39e28e65fc9836ce1488','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（免費）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0400）','','社群補充（未經官方查核）：
可停機車格',''),
  ('93d197b9-dcaa-5fcb-9ce1-84eb6136ffda','7239aa057b2b193ee96639150fe4d3c2','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG592）','','',''),
  ('954668cf-e790-5561-8193-8924a675d7f2','030ffaf7c510e1b775fdbb5ddc1912f2','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（免費）
已比對新北市路外公共停車場資訊（新北市政府交通局）（050126）','','社群補充（未經官方查核）：
可停汽車格',''),
  ('95772570-ce64-5854-968e-12d4d9768d96','849a0dbe7041e9ec6c63adbb962b46a4','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（平日每小時 20 元；假日每小時 30 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（060017）','社群補充（未經官方查核）：
走汽車車道
需按鈴或請管理員協助
人工繳費','社群補充（未經官方查核）：
有重機專用格',''),
  ('95e4be46-075e-5751-a8e9-20a8131540e6','b6acf3de86453b97d28abee901bf5c8b','社群補充（未經官方查核）：大型重機禁停；有禁止大型重機停放的回報
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1527）','','',''),
  ('96e1b77a-b466-5ed7-bf4f-c4517b4bf4f6','463f02bea29d56f67d30728fb3d45f13','社群補充（未經官方查核）：大型重機禁停
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0791）','','社群補充（未經官方查核）：
可停機車格',''),
  ('96e4f01b-d170-5a7c-9940-57db5a6c7ec7','40b0f5248fe03cbfd6a59503a78c42bc','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（010082）','社群補充（未經官方查核）：
後車牌辨識','社群補充（未經官方查核）：
重機專用格 2 格以上
重機停放樓層：B1',''),
  ('98120d31-85f6-59e2-b99f-de4f596ba12c','f3cc8c3b7c9b04501699a2f05f48d887','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）、重機專用格
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0229）','社群補充（未經官方查核）：
走汽車車道','',''),
  ('991f4ab9-7fd2-56ab-9d5a-e77ae1969e6b','1ceb2c185ddeb03dd897254aa3be2f19','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 10 元；每日 50 元）；消費可折抵停車費
已比對新北市路外公共停車場資訊（新北市政府交通局）（060148）','社群補充（未經官方查核）：
走機車車道','',''),
  ('9bb88961-c894-5f0c-8a29-4fecab1580f6','3c7788c4d223493023cae2146fbcddba','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（日間每小時 50 元；夜間每小時 10 元；後牌）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0239）','社群補充（未經官方查核）：
後車牌辨識','社群補充（未經官方查核）：
重機專用格 2 格','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('9c280b14-9121-563b-ab6e-b3b6ec87b63b','55a933673f0aa4b0e7a78756faaecf9d','社群補充（未經官方查核）：停放區域：汽車區（平日每小時 30 元；假日每小時 60 元）、重機專用格
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0072）','','',''),
  ('9c43c47a-ddfb-5601-8019-2c1dd6ab1b88','52baed6d14b5bfd3a42e265503f4a875','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 30 元；假日每小時 40 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（020017）','社群補充（未經官方查核）：
按鈕取票','',''),
  ('9c48fcd2-1c6f-5389-a34d-9c3c3dcb4b84','01f94acd8531538d83b323b548be08ce','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0930）','','社群補充（未經官方查核）：
有重機專用格','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('9e6eb1e4-b9af-5878-83ef-02f135a8fa53','45fd491bc3c6fec87c463045515aacbd','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0691）','','',''),
  ('9e8b5231-143f-57b3-b333-941aee5e374c','78b609db348352890f25a78ed218f618','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 50 元）、重機專用格
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0106）','','',''),
  ('9ed5e1e0-d7bf-51f4-a5dc-ca81fc037c08','a931abc1a1cf7e5e9a205e8e5b375210','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元；按鈕）
已比對新北市路外公共停車場資訊（新北市政府交通局）（010130）','社群補充（未經官方查核）：
按鈕取票','',''),
  ('9ee19a33-8c36-5588-b021-fbf5a432b33b','1db1700404bf9eeb7aa1a34b397ce9fb','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每小時 10 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（060104）','社群補充（未經官方查核）：
需按鈴或請管理員協助','',''),
  ('9ff36d0c-aa57-5898-bced-58d624f0bfc3','9b7a8951120bdb158a48986b4e01010d','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0206）','','',''),
  ('a03d1c2f-d0c6-5b8e-a163-a2515588eddf','e3f9880135233c9d766e4f770c31ffbe','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（免費）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0411）','','社群補充（未經官方查核）：
可停機車格',''),
  ('a0eb83eb-ff36-555f-a3cf-e8f9546c7824','1664ad5d96ead21c0e93e02294482a34','社群補充（未經官方查核）：停放區域：汽車區（每小時 20 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0128）','','',''),
  ('a212df0c-933f-5529-9cd4-161901d8c1de','4d4bbabbae71242d49f6da4db1e42328','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（140028）','','',''),
  ('a26bd20f-ceff-5d82-abed-5efaba0b2e79','f4ba108bd99101ee44e52abb5a828796','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 60 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0579）','','',''),
  ('a281122f-bc51-5799-8e06-dbff2a63ba73','675f98dd515ca783b64e4c0f32027bc5','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0122）','','',''),
  ('a2e762c6-888c-501f-ba01-9d2deb53b303','9561a28fe0951aaabcda9ab6b98d1c92','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元；需管理員協助）；進出有斜坡
已比對新北市路外公共停車場資訊（新北市政府交通局）（030003）','社群補充（未經官方查核）：
需按鈴或請管理員協助','',''),
  ('a2ebc7a2-3d80-59b0-975e-8af11d9f71fa','60003f0e33fb4997ecf2046b6a13514e','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（請依現場公告）
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-KHB00112）','','',''),
  ('a32b410a-ded6-5f13-9e65-16fcf02fa15c','bf1931e17ca2a0b3dface1dea729820f','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）
已比對新竹市公有停車場相關資訊（新竹市政府交通處）（HSZ049）','社群補充（未經官方查核）：
需按鈴或請管理員協助','',''),
  ('a3b8eea3-8d61-536d-9fbd-2183c5f89bfa','174c17b57726c6fa1bc6a11450654ab8','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元；每日 300 元）
已比對高雄市公有／民營路外停車場一覽表（高雄市政府交通局）（KHH0140）','社群補充（未經官方查核）：
前車牌辨識
人工繳費','',''),
  ('a3da19b7-139a-5dc6-ae3e-7f8367e50dd5','d3c73e583a69488af82869df97e34c8c','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 30 元；假日每小時 60 元）、重機專用格（平日每小時 30 元；假日每小時 60 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1291）','','',''),
  ('a3db59f4-ab4b-5ec6-8a9f-188f7ce37852','43af119807ce1b6cc0db019d1774b301','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每小時 20 元）
已比對桃園市停車率（路外、路邊）（TYC0021）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('a4555231-721f-5b24-ac87-cc40cabb7f9d','953d735083f3dabfd4c942f3f3a3821c','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 40 元；假日每小時 60 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1554）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('a4b2fc0d-d2db-56ba-ad9a-f20e703a26a3','1ad9d40808c3c3b00d58fe295ab402b9','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0613）','','',''),
  ('a4eea3bb-76e1-5b44-967a-b8cd5c3d1530','eea82c79e56b5133fdd24b5307992cb5','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1320）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('a5499673-4234-5977-b31b-a9230355fa29','04544b0215e4bdc2642581c30fb1b95f','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元需按鈴）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0373）','','',''),
  ('a5652637-ee67-55ca-af6d-6f340ebf37ce','88f0b334293c11507da0b1ddbdf0e466','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 20 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0963）','社群補充（未經官方查核）：
人工繳費','',''),
  ('a5dbcf22-c891-5889-9093-dd26e1672f45','01ad451bd52f86f68d0b39593ffc8891','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元；鍵盤輸入）
已比對新北市路外公共停車場資訊（新北市政府交通局）（050057）','社群補充（未經官方查核）：
鍵盤輸入車號','',''),
  ('a5fa8fbf-8f62-5e6d-b15a-d4288505718a','b8f0dd1c192c92dae064ec1765da4b00','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0098）','','',''),
  ('a66a60b9-81e3-5dfe-b5e5-326f0ecce2bd','135be8691c19349d9a9cf1e69ede5ed3','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元；每日 300 元）、重機專用格
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0096）','','社群補充（未經官方查核）：
有重機專用格',''),
  ('a6d2a6a3-a4a3-5cf6-bcab-c9780316f1e2','d4b5e5a0c398db5fbcac4ab0a5bba37a','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 40 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（060138）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('a6ed2a4e-663b-50ef-8e36-55e40e06bef0','2f4d752aec10352a2743954e30104de4','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 30 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1720）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('a72dc7f3-9ed5-5543-a15f-0bd31cda401f','5a469b765538d5fd1ed8df10591c5a57','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 20 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG3034）','社群補充（未經官方查核）：
走機車車道','',''),
  ('a8390072-6d04-52ac-96a3-2f9c27aa9fc7','e7d8cf0597fb453d691cc260d1148352','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 10 元；假日每小時 60 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0739）','','',''),
  ('a8467e82-ff96-573d-9c1d-13474cc1e9ff','71c28e0b3da256968bd87260a2a99a79','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 40 元；按鈕取票）；進出有斜坡
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-TPE0420）','社群補充（未經官方查核）：
按鈕取票','',''),
  ('a874aa57-71c0-5847-b211-9a91f0b46553','22db5f04e94270ae08465281bea57141','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（平日每小時 40 元；假日每小時 50 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0714）','','社群補充（未經官方查核）：
重機專用格 1 格',''),
  ('a8d6658d-4104-578f-9c41-cdec6caa1f6c','b45533dd7b9686a6b89d6a4f907de6c2','社群補充（未經官方查核）：大型重機禁停；有禁止大型重機停放的回報
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0220）','社群補充（未經官方查核）：
入口方向：往西方向進入','',''),
  ('a9254836-c9bb-52c5-94b4-0dcb9dfafc20','2d8a10e8d199d674501145861c5c9152','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 30 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1331）','','',''),
  ('aa09efb0-ddfc-5523-b8ee-211cb6afd8c9','671a3dc5dccae97d537d5cdebfd04cb2','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）、重機專用格
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0109）','','',''),
  ('abe57671-81c4-5b9b-9283-59e890064d89','fd9a3c41c0e3f00c91b9932b3fde8c43','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 60 元）；有禁止大型重機停放的回報
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-TPE0556）','社群補充（未經官方查核）：
機車車道禁止或不建議大型重機','',''),
  ('ac47ceed-15e1-59b0-8003-70eef7440fa0','d6d6bd1817e8928bdabf7ad9cf3e1f1f','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 20 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（210003）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('ac80e2a7-5dc1-57ef-bdb3-eb8db07b8b81','2746a7caafe4db822bbcbaadd052b95e','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 50 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0418）','社群補充（未經官方查核）：
走機車車道','',''),
  ('ae350089-9ff8-57d2-a632-2cf2fd0adbea','593aec678261e8e5d9e9a99c0976a503','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（平日每小時 40 元；假日每小時 50 元；後牌）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0051）','社群補充（未經官方查核）：
需按鈴或請管理員協助
可能需倒車進場
後車牌辨識','','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('af560277-2719-59ac-9f7b-32758a36e998','433234e20d147e7ebc3fc89e9eb33a60','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 40 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1824）','社群補充（未經官方查核）：
可能需倒車進場','',''),
  ('af7b0d2c-3f02-55f1-8e43-1e9c11d0c1eb','5c31d9617c4d40f4eec2b5676727c45c','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0330）','','',''),
  ('af962fee-b0e4-5d5c-a463-5d998f14bf71','8e98569b8118649821a8141d5dc5defb','社群補充（未經官方查核）：停放區域：汽車區（請依現場公告）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0033）','社群補充（未經官方查核）：
按鈕取票','',''),
  ('b0b3fedf-d5ef-5501-81de-1ee695dd365f','a4a1f9c548523c181bb5a224b5a5932c','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元；每日 150 元；需管理員協助）
已比對新北市路外公共停車場資訊（新北市政府交通局）（120002）','','',''),
  ('b0bad524-7c21-5f9f-8812-f7de809f05de','963b80691b513bd10b0ef7fdd361c0f2','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 20 元；每日 40 元）、汽車區（平日每小時 20 元；假日每小時 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0095）','','','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('b0d65e1c-253a-5405-8770-0e41c0d621b7','c7045cb4441e3c588b3e9e380e37316e','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 30 元；假日每小時 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0117）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('b1b386d8-e4cb-5620-a34a-f7a53342dd13','d5e512fd4702c878a8a36df77639e83a','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0741）','','',''),
  ('b1e7aa6a-3585-5fd5-a018-854f83319e03','7523deee25983897182b67a67df47851','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0529）','','',''),
  ('b2c6a9a9-c904-5be2-9e22-309013852eb5','93f08fd33abc77505fb1c9e5bac5210b','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（日間每小時 30 元；夜間每小時 10 元；後牌&管理室繳費）
已比對桃園市停車率（路外、路邊）（TYC0150）','社群補充（未經官方查核）：
後車牌辨識
人工繳費','',''),
  ('b378c888-312d-551d-a394-eacbe2ff43e4','ece2e177f456df442ecc97f5f876af80','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每日 20 元；每小時 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1769）','','','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('b3b62582-a88d-5f65-9966-c44fc4399403','dad8a180603e8c756c045579d688e880','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0816）','社群補充（未經官方查核）：
前車牌辨識','',''),
  ('b3f2f679-5286-5bb0-9875-0ddc79869e7a','266332dcc113dd9c638c0b0f28d2fdd7','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 15 元；每日 90 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（110052）','','社群補充（未經官方查核）：
有重機專用格',''),
  ('b40cdf24-ae94-5545-9fd7-c83d3e2b19ba','3718451dae4e7e0f9d158ff4b46f9463','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 50 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1793）','','社群補充（未經官方查核）：
重機專用格 1 格',''),
  ('b4687317-3a8c-5c47-8b90-3d391ebc2e2a','591f52bfc1b83d0f5bad360783d17eed','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（平日每日 50 元；假日每日 70 元）；車道較窄
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1451）','社群補充（未經官方查核）：
悠遊卡進出','',''),
  ('b58d575e-0fb6-5b36-bc69-63fa7df78101','b05fabc0e50f9cb65aadb06d4f89d612','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元；每日 240 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（020002）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('b6301ddc-5d24-5d82-b957-b6c4b0778969','b050d3dac96519c115109e5c61317f36','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（免費）
已比對新北市路外公共停車場資訊（新北市政府交通局）（010020）','','社群補充（未經官方查核）：
可停機車格',''),
  ('b76021ee-90b9-5670-8b01-e7ce301bfe53','65ed9be4221e08d64597088666526c12','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）、機車區（每日 20 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0544）','社群補充（未經官方查核）：
需按鈴或請管理員協助','社群補充（未經官方查核）：
可停機車格',''),
  ('ba250c34-0c99-59f0-a248-c2598f00d45d','5087f4376d70b2a1055c0ecaba53cbc9','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG936）','','',''),
  ('ba9e6fa5-efc1-525f-b1a2-eacc06eb5aaf','9ee84c76b4679752792216ebc4eb13e4','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 30 元）
已比對桃園市停車率（路外、路邊）（TYC0047）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('bb2cf08c-aa72-5074-9905-491fc1f76d3f','4638f9083c717278c3a263d267b53e9e','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 30 元；假日每小時 40 元；後牌）
已比對新北市路外公共停車場資訊（新北市政府交通局）（010181）','社群補充（未經官方查核）：
需按鈴或請管理員協助','',''),
  ('bb364380-a155-5d12-9c4f-3c3f46023bdb','1864663006205446c15d882b67b62ed7','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0505）','社群補充（未經官方查核）：
後車牌辨識','社群補充（未經官方查核）：
有重機專用格',''),
  ('bb3ed481-a7a3-5a79-a6dc-24ea6b03c028','1e3bbd8f5c548a5cb4509405bec000cf','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 60 元；假日每小時 70 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0871）','','',''),
  ('bb57a27d-e6e4-558f-8dd6-e18d85f4b04a','ff0f6193a021e2868b90d2ec347958bd','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 20 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0121）','','社群補充（未經官方查核）：
重機專用格 2 格',''),
  ('bcae9bb2-55eb-57cc-9e7b-7ba79bfed9c2','243f9480db99850a4f26feeb51a8a722','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 30 元；假日每小時 70 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG679）','','',''),
  ('bcb894b7-bf21-532a-aa91-e299ff456b5b','e4d6da7b2e062bd1f438036be2b62644','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（免費）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG3235）','社群補充（未經官方查核）：
無柵欄','',''),
  ('bcf3cdbd-e9d8-5b54-a1c4-c20843e79a12','cd0fb49cb63aaaf9c9a6f089365c1f9f','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0539）','','',''),
  ('bd833147-8d68-5ed0-b67c-2f44fecba778','80d71dcb88b4f40634fb758de289280d','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元；後牌）
已比對新北市路外公共停車場資訊（新北市政府交通局）（130121）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('bd92a89f-ac04-5f92-8798-6dffe8486030','2484612deecc5cf2376cda817d7ea2af','社群補充（未經官方查核）：停放區域：汽車區（每小時 20 元）、重機專用格
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0734）','','',''),
  ('bddc80bd-a2bc-59b9-bdd5-96ffa2b1188b','ed29a9e2610b36d6207252abe0b0c25f','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 30 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0921）','','',''),
  ('bde61417-6c0b-5af8-b7ec-8530601e2ee6','dccf76c64eac1efe2022fe8fe076bc40','社群補充（未經官方查核）：大型重機禁停
已比對新北市路外公共停車場資訊（新北市政府交通局）（110008）','','',''),
  ('be352056-285a-52ad-8981-ace387c01f80','f47e6ed870ccc13ee8c8a27c1495b456','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對臺南市路外停車場動態資訊（臺南市政府交通局）（A01721）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('befb2106-5f95-5665-b464-3a451935209b','842423c982380e0ea13fd5a982d1b804','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 20 元）
已比對桃園市停車率（路外、路邊）（TYC0059）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('bfdabc0e-718e-5a7b-b1fd-6a703284cdf7','f33dae83712628260cd34d85f82258b7','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 20 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG561）','社群補充（未經官方查核）：
無柵欄','',''),
  ('c040acaf-19d5-58b7-a7e7-157c0518dfd9','b891cc2c745e360234d9c08f8f1f82d6','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 50 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1308）','','',''),
  ('c04258d3-6c43-5235-a506-de28409d3a45','0c50537eb91bc967d60821edcb23a323','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 40 元；假日每小時 50 元；後牌）
已比對桃園市停車率（路外、路邊）（TYC0041）','','',''),
  ('c14bc5e0-74df-52ab-a970-9282215a1451','90e349715c08602ab68d5d2fd335e704','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（免費）
已比對新北市路外公共停車場資訊（新北市政府交通局）（050070）','','',''),
  ('c1997be5-48ef-5ca1-bf60-afda8e2d3c9b','bba1c8cedef5842d582fdf083911a8a4','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）、重機專用格
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0305）','社群補充（未經官方查核）：
需按鈴或請管理員協助
走汽車車道','','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('c225368b-0988-5631-b99f-4239693ae779','692b2cfab83f1c3877888487f3551112','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元；悠遊卡）
已比對桃園市停車率（路外、路邊）（TYC0197）','社群補充（未經官方查核）：
悠遊卡進出','',''),
  ('c2cce740-54c4-5160-9825-3728167708c3','30183ab0ac7202aaf6eae1704d764af2','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每小時 30 元；每日 80 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1053）','','',''),
  ('c2fe09f0-5643-5899-abd7-578eaead48db','caf2a15ea32a0ee58bb0430e36c335c3','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元；每日 150 元；後牌）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0537）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('c30383af-acd0-5415-a6d4-18f363abd2b3','462321bcacf8028131bdcda68c9db5d6','社群補充（未經官方查核）：大型重機禁停
已比對新北市路外公共停車場資訊（新北市政府交通局）（020247）','','',''),
  ('c3a1d1c0-03a5-5f7e-979b-77e83a4039e9','e29b6e0c5893110415a881033e028696','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）、機車區（請依現場公告）
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-B500059）','','',''),
  ('c4de41f4-6730-5570-95ff-96c3ba1c2e37','68b5d8158b63def11c73e595007e1e7a','社群補充（未經官方查核）：停放區域：汽車區（每小時 30 元）
已比對新竹市公有停車場相關資訊（新竹市政府交通處）（HSZ037）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('c551014f-e092-543c-8f12-d5a9b32c08ca','95dadb500e7fb63de8782239738a66be','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元；每日 150 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1694）','社群補充（未經官方查核）：
可能需倒車進場','',''),
  ('c635b4bc-58e6-5d70-b650-c84afb49745f','37ffed9191c1a604a8d6f3b91968dc60','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1711）','','',''),
  ('c700499b-73f7-59e0-aef2-da76eeebabd7','9239a7f0a25345c463ab7f297fb1321c','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 100 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1238）','','',''),
  ('c8fd8f48-f3b7-51bc-9805-7663856ed06a','b675b0f6eacdedf857b6d60b28f860ba','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每小時 20 元）；消費可折抵停車費
已比對新北市路外公共停車場資訊（新北市政府交通局）（010203）','','',''),
  ('c956c410-03b2-596b-bf7e-74bc5e7605fe','ffdeb75694e2f665504b1f6cf0815c94','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 40 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（050101）','社群補充（未經官方查核）：
前車牌辨識','',''),
  ('c9d72535-e220-5181-bc75-677e3a0d58eb','b7bb73ef9357e73f7b091eec18673c32','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（020104）','社群補充（未經官方查核）：
走汽車車道','',''),
  ('ca437d1c-f274-5067-b8de-d6005ff9d9e6','beb1ac20a515e95b8daad7de18ea63c8','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元；每日 200 元）；前 30 分鐘免費
已比對新北市路外公共停車場資訊（新北市政府交通局）（040003）','','',''),
  ('ca52e473-cb83-5cd9-a882-bc46e57ad86a','9425967b718cdd79bfe20c40f707cab7','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 30 元；假日每小時 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0364）','社群補充（未經官方查核）：
按鈕取票','',''),
  ('cb056785-dafe-52aa-96ae-609738e688fc','bd5dd99201deac749350e6745d556b26','社群補充（未經官方查核）：大型重機禁停；有禁止大型重機停放的回報
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-94286443）','','',''),
  ('cb2d2989-4cae-5c5c-a811-b791e18cfd37','b5fe7d4f28c4636d5320c2316130c96e','社群補充（未經官方查核）：大型重機禁停
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1765）','','',''),
  ('cbc4693e-91c8-5561-969e-816d9010b937','ebc869be416fbfa033465d87e4b18f0a','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 60 元；每日 300 元）
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-NAN_013）','','',''),
  ('cdf5b156-4b48-5456-8b67-7c9005ef74cb','d7b05af6865b74ebe30e69d24ef38a06','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 50 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0164）','社群補充（未經官方查核）：
入口方向：往東方向進入','',''),
  ('cee0bd2b-9eec-5125-a1d8-6682868663c4','bb8f3ab6f0f2c7d732c38c0378e28b93','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 20 元；假日每小時 30 元）
已比對臺南市路外停車場動態資訊（臺南市政府交通局）（B00001）','','',''),
  ('cf5f1a9d-fd53-5cd4-bb4c-7f614a12d1f7','d4619f483d9de548e2bd6f286572fe1a','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每日 50 元；假日每小時 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0377）','','',''),
  ('cfd585f7-dcf5-5df5-b573-2f224740e60a','71dd5e0c847e13c31055d4ddb61457e8','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元；每日 120 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（130027）','','',''),
  ('d1de7ff8-9394-553e-b972-51c577fab877','36f3488f06767a0ee8e684297cfde2c7','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 20 元；每日 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1027）','','','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('d301d5cf-7eb9-5cc7-9b5d-2049c47e6268','0f860f334c8b0b030da78998194931fe','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1425）','社群補充（未經官方查核）：
需按鈴或請管理員協助','',''),
  ('d3392093-40ca-5c55-bcb5-0ccad1861e93','d54c82068cff1373d74776d57956efb3','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG479）','','',''),
  ('d38c9d0e-3fc6-5795-8553-915d84c65dcf','621bd0030a51b7429e5e1256437a29e7','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 30 元；假日每小時 60 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1563）','','',''),
  ('d44ad2ad-e404-5115-9a92-1051875a8253','291dcead623e85e9ddc73b520d5976a3','社群補充（未經官方查核）：大型重機禁停
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1783）','','',''),
  ('d44e9de9-8a28-5cf5-bd49-8cea39b56e4c','92b39e9308fdcf8e7931f60112c05e91','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 50 元）；有禁止大型重機停放的回報
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1632）','','',''),
  ('d55a5d3b-992e-5d46-aff6-ac86ce5f588a','ec2198813611460e3dc741bed391ee45','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0201U03）','社群補充（未經官方查核）：
按鈕取票
需按鈴或請管理員協助','',''),
  ('d58aac99-2f31-59de-ac1c-b16f33a70125','18f7d284056962bc04f733f39c846f05','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 40 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（030101）','社群補充（未經官方查核）：
需按鈴或請管理員協助','',''),
  ('d6fb48e4-b83e-5ea2-9d33-7280e0b9b6a9','0acbbd18645752c96ba12d645c6f2148','社群補充（未經官方查核）：停放區域：汽車區（每小時 20 元）、重機專用格
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1148）','','',''),
  ('d76fb871-8949-57bc-98d8-bfd1128fb9a9','d614bfb5459f38554adb4fe9ee605ed8','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 40 元；每日 220 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0099）','社群補充（未經官方查核）：
入口方向：往東方向進入
後車牌辨識','社群補充（未經官方查核）：
重機停放樓層：B1',''),
  ('d8844504-49c0-535e-a3b3-58f211248530','674d115a2d9e7ffa160c6b844566ecb2','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元；每 15 小時 150 元）、重機專用格
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0082）','社群補充（未經官方查核）：
需按鈴或請管理員協助','',''),
  ('d8d7baee-d386-5107-8611-f37e260fca5d','16fbc61b32545c947d83e85681ec07db','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 100 元）；消費可折抵停車費
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1171）','社群補充（未經官方查核）：
需按鈴或請管理員協助','',''),
  ('d95674ca-bff4-5df6-ab8b-4fa76b956b5e','4d8a448bd8cdca5693183171f5313d6c','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 20 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1182）','','社群補充（未經官方查核）：
有重機專用格',''),
  ('da461954-6ddf-5bff-9c47-2e454799f8a1','285dbd4d9d66627bfb21c16c4d45c708','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元；需管理員協助）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1692）','','',''),
  ('da7a9d48-d646-5b76-84c3-a99e636e0fdb','56644716bba918b62369d0080f7a2c57','社群補充（未經官方查核）：停放區域：汽車區（每小時 30 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1676）','','',''),
  ('db1bdc2f-9b91-5393-82a0-2b4952a639d7','e1108f0fa3be726fd6983bdf770c148b','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元；需管理員協助）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0421）','社群補充（未經官方查核）：
後車牌辨識','社群補充（未經官方查核）：
重機專用格 5 格',''),
  ('db2a35c3-a0a8-50e8-9cd2-bfb4073359b1','d5831571e345a74538aa363138ec3dda','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每次 25 元；假日每小時 30 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0085）','','',''),
  ('db79de71-805b-510d-9c6f-70e3917c5e60','570cb6eeb6a8b0e763a4285df97c944f','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每日 100 元）
已比對高雄市公有／民營路外停車場一覽表（高雄市政府交通局）（KHH-停3354）','','',''),
  ('dbb2ce93-c749-574f-b57d-2a9c5fec3ec5','f7c06ea80d174bbe53ff8440ee563c28','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（平日每小時 50 元；假日每小時 60 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0334）','社群補充（未經官方查核）：
後車牌辨識','社群補充（未經官方查核）：
重機專用格 2 格','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('dbfa2cd5-813f-5c88-bc10-040f69b58210','f45d87cd568e86e39d8dae8aa291ed97','社群補充（未經官方查核）：停放區域：汽車區（每小時 20 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0715）','','',''),
  ('dca87728-53bf-52df-b711-73fe3c21a795','a879419b4ccc5269470dc9db107bfc87','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每日 50 元；假日每小時 60 元）
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-TPE0005）','','',''),
  ('dce29bd3-b6f6-54bc-b6f4-25db5e48adbd','f503b65e53b78fdbcce5172268608246','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每日 40 元）、汽車區（每小時 20 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0835）','','社群補充（未經官方查核）：
重機專用格 2 格','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('dd74f26d-9824-567a-aa3b-878d42328c8a','81ab05885db31b791a6798cda848720e','社群補充（未經官方查核）：大型重機禁停
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0589）','','',''),
  ('df4cc93e-2521-520d-9e01-1938bbc5e844','235e71a3984554a4e1a4b8fa90f12b0f','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 30 元）
已比對臺南市路外停車場動態資訊（臺南市政府交通局）（B00023）','社群補充（未經官方查核）：
需投幣或取代幣','',''),
  ('dfeeeece-2700-5bbd-8296-37e74798af7f','bda6d745309961bc6b6602819264c52f','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（170051）','社群補充（未經官方查核）：
按鈕取票','',''),
  ('e0596e44-fdef-5000-aab2-f94ac740ef46','98729825c8272780b6a77741f09b2d5e','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 20 元）
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-07P0C0009A）','社群補充（未經官方查核）：
走機車車道','',''),
  ('e0945be4-a041-5e6e-a903-f92472fe8eb7','c9bcdd5cad7c9872714a36394f544e64','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）、機車區（每日 20 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（130075）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('e16ece95-4b2e-5cff-bfb1-b1e3611a65ba','c0b69964e4ceaf06ef4947ae79a4ec6d','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元；每 12 小時 180 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1516）','','',''),
  ('e1c02940-55d8-5a54-b375-3400371aae03','32a5c992b477a0c9d026812fbaa711a3','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（平日每小時 40 元；假日每小時 20 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1388）','社群補充（未經官方查核）：
後車牌辨識','社群補充（未經官方查核）：
重機專用格 2 格以上',''),
  ('e24235dc-ee16-58af-ae20-68f7bc953285','4bc4cc8979159aa567fc612af7f8e2b8','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 60 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0284）','社群補充（未經官方查核）：
需按鈴或請管理員協助','社群補充（未經官方查核）：
有重機專用格',''),
  ('e26a4f3b-6be2-568a-b72b-319ee11595eb','422b4764296c7c21893059e38f43fec0','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 10 元；每日 100 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（270007）','社群補充（未經官方查核）：
走汽車車道','社群補充（未經官方查核）：
可停機車格',''),
  ('e276bf62-d2bc-51b5-a2e2-7c23c58446ba','b334bfb7b1508b8616750e936dc7e455','社群補充（未經官方查核）：停放區域：汽車區（每小時 20 元；每 12 小時 50 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1376）','','',''),
  ('e2820665-0e8e-54a5-ba48-758ed05e6e70','c4b94132f3a32a6b03b8f34a1a79a4a2','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（平日每小時 50 元；假日每小時 60 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1726）','','社群補充（未經官方查核）：
重機專用格 4 格',''),
  ('e3bd123b-66e9-534d-a6a4-1aa41d3a5db3','3fb92c4c5e76c7b0e5614514ffc6b1ce','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（140044）','社群補充（未經官方查核）：
後車牌辨識','社群補充（未經官方查核）：
重機專用格 2 格以上',''),
  ('e4a73d18-3d3f-57af-9c2f-5e6253a1a927','fe0058333ef6c1919fc6c4321faa1775','社群補充（未經官方查核）：大型重機禁停
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1441）','','',''),
  ('e4fe59f5-a7b6-5055-b5fb-306ee7503766','a97d42daab75da3017994bd19e28c84f','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 40 元；假日每小時 50 元；後牌）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0088）','','',''),
  ('e5001a8e-cff7-56eb-a242-645464533184','1ea4530390e097f6b714ba88e0e36deb','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對新竹市公有停車場相關資訊（新竹市政府交通處）（HSZ033）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('e5b91898-215c-59b7-9b8d-e76e070128dd','00c40861522da343b0f5d7eccf5e5e6c','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 40 元）；車位不多
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1395）','社群補充（未經官方查核）：
悠遊卡進出','',''),
  ('e5d1c858-1c69-5cff-8cdb-6f639d36c53d','5e11b7e7e6552bb8004c1c15c2358a62','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（平日每小時 30 元；假日每小時 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0575）','','',''),
  ('e5f27357-e0c1-59d8-9c53-bf8fff777c33','a76c56506ca74072761b43622a92d7a3','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 15 元）
已比對高雄市公有／民營路外停車場一覽表（高雄市政府交通局）（KHH0193）','','社群補充（未經官方查核）：
可斜停兩格',''),
  ('e6435cd5-4633-5e68-9c3f-6c8fd25b62d8','3e5bc3e8bf43ee728ad2d1a1141aefc4','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（平日每日 50 元；假日每日 90 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（230018）','','社群補充（未經官方查核）：
重機專用格 4 格',''),
  ('e76c83d2-ee2d-5fac-bf92-e70bd02c2d36','81f29a764e343679a649425bfec9474f','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（免費）
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-NAN_031）','社群補充（未經官方查核）：
需按鈴或請管理員協助','社群補充（未經官方查核）：
有重機專用格',''),
  ('e954895f-8616-54c8-a29e-d12875518533','59f67621bd7bf8a8fbf359482d48432d','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對新竹市公有停車場相關資訊（新竹市政府交通處）（HSZ001）','社群補充（未經官方查核）：
可能需倒車進場','',''),
  ('e9718049-dd69-5cf1-9a69-4600c35a0ead','154714d692712c6fd8e9fba4b562d5cd','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 30 元；假日每小時 40 元；現金繳費）
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-B500099）','社群補充（未經官方查核）：
按鈕取票','',''),
  ('e9b2ec38-9872-56af-91bb-9becc3fcd31c','b95d367152caa151f3c8dbfa76bbe33c','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 40 元；按鈕取票）；消費可折抵停車費
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-B500051）','社群補充（未經官方查核）：
按鈕取票','',''),
  ('e9f8fc42-3bc4-5141-9fa9-528f15eb0efb','fe9b87dad01ee07e807c70e58ea5ebf3','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（日間每小時 40 元；夜間每小時 20 元；後牌）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0231）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('ea30a7cd-7667-5c0f-a385-ab6c1a1d10a7','5537a2a0a39930eca2384569261702e1','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（平日每小時 40 元；假日每小時 60 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（030070）','社群補充（未經官方查核）：
後車牌辨識
走機車車道','社群補充（未經官方查核）：
重機專用格 8 格',''),
  ('ebc0cd57-0e56-5392-b03a-9e070d459962','7ad4671324388911772177edbad1cf4a','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 20 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0690）','','社群補充（未經官方查核）：
重機專用格 6 格',''),
  ('ebe837f3-86ca-5973-aaa1-d74344e93e25','854124a8839d4ed20cc4f5637d0f15a6','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 50 元）、重機專用格
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0086）','','',''),
  ('ec33a164-f77b-5e50-b48a-a7055da65bac','820757c79fffb99563f5c2289d667de2','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 120 元）；消費可折抵停車費
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0997）','','',''),
  ('ed0cf104-683b-501f-89ef-ae281effac51','47a6c6512e78b3412cb3948647af64c8','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 10 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（020237）','社群補充（未經官方查核）：
悠遊卡進出','',''),
  ('edb9209c-ba91-5e3e-b7da-5fea191cc3d1','ec3d298b24052bacfb33ce87fe3069aa','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）
已比對桃園市停車率（路外、路邊）（TYC0148）','社群補充（未經官方查核）：
按鈕取票','',''),
  ('ee575eb6-37d2-5a24-bcf9-b0511ae2104f','f3801c4472cc3d3955bf3549794421a3','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 60 元；需管理員協助）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0412）','','',''),
  ('ee59d416-2477-5b30-bf93-a676f9a3e525','c5718865892cafd9da780cbd8e789442','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（平日每 4 小時 20 元；假日每 4 小時 30 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1726）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('ee5eefa7-fab9-59e9-acf8-300319e731bf','272250cfa9d2ab397a2376a2ef38d6b4','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每日 60 元；機車停車場進）
已比對桃園市停車率（路外、路邊）（TYC0074）','社群補充（未經官方查核）：
後車牌辨識','社群補充（未經官方查核）：
重機專用格 2 格以上',''),
  ('eeb32b78-f97f-5263-8b3a-e83de2883b14','d505fe8bf6e731b67baf1895090f93f6','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 40 元；需管理員協助）
已比對桃園市停車率（路外、路邊）（TYC0036）','','',''),
  ('ef080e6b-4f65-5f8e-86ef-a6f84029af35','0acd649417ad6da0082d33d97a4d6270','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 50 元；假日每小時 60 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1332）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('f050f81d-0d8d-5e23-8d57-2018d1160964','25d53fa754fc70db05fc14446c1aad8d','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每小時 20 元；每日 50 元）
已比對高雄市公有／民營路外停車場一覽表（高雄市政府交通局）（KHH-停7081）','','',''),
  ('f1078f89-7489-5438-a5f9-e5c0a6625270','b03a30ee170742293377dbde8e2d53c0','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 50 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（060038）','社群補充（未經官方查核）：
走機車車道','社群補充（未經官方查核）：
有重機專用格',''),
  ('f111fbe4-a571-522a-823f-9e2fb47e16e1','400d9211a00a0d59e73f784e9805910e','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（免費）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1354）','','',''),
  ('f1241d3f-985d-557a-8c10-6fb832bc81f3','74e5e19f6037a50cce7a49a5f2bb0729','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每日 40 元）、汽車區（每小時 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0360）','','','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('f143e110-c53a-5c72-9e90-eb4957cd5d5b','8404378d8637eed71bf026414f3340ff','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元；需按鈴）
已比對新北市路外公共停車場資訊（新北市政府交通局）（130010）','','',''),
  ('f17001da-93fa-5318-bac5-8dd004a8d6c5','a78e41d372034617f5e96be811ecdace','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1516）','','',''),
  ('f1957eeb-ed98-5801-b908-5f43e4592609','45df335adc2777f0ef40378729859cbe','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 60 元）；入口轉彎較急
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0981）','','',''),
  ('f1e3987d-64e1-5ea7-ad86-040d7e137c36','598eac51f2767f315e2c402a3636d117','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 70 元；每日 350 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0371）','','',''),
  ('f29b76c3-63e7-5ed6-8760-b39b49232d1d','14b1173e0e831adc754a1b7a4e4060a6','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 20 元；每日 60 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0513）','','','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('f2f4d696-4320-5c0f-8298-702236250f39','f8dea3951fbb035ea6e890467a89bd06','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 100 元；需管理員協助）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0909）','','',''),
  ('f313b372-9921-5f59-b88a-7a9200f21781','3b9d4b261551fa0de56f54196640db27','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1382）','','',''),
  ('f3edef4c-8980-526c-9a68-f26e6cbae7cc','e61ad49a9da66ac40063eac7e837fa5f','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 15 元）
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-KHA00195）','','社群補充（未經官方查核）：
可斜停兩格',''),
  ('f41fe78a-0d69-58ed-a48b-0c4cd4591427','8c3d3cea114215751ce5f9fed9cda29a','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0230）','','社群補充（未經官方查核）：
重機專用格 2 格','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('f427ff89-9f35-5299-8b40-d12b34c87dab','db2581fcc59450309f67d3eedff66172','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）、重機專用格
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0567）','','',''),
  ('f49fb17f-1580-5be5-808e-cf41c192063c','58b3e8b080594cdd6bd89176f4811b1d','社群補充（未經官方查核）：大型重機禁停
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1094）','','',''),
  ('f4d51add-312b-56c8-8871-c2cd51e28d57','b326817cccc3e8ee4c5c5da2f0c54671','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（平日每小時 40 元；假日每小時 50 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0742）','','社群補充（未經官方查核）：
重機專用格 1 格',''),
  ('f6323042-bdd9-5f31-a84f-16dfe72821f5','edb3158befa080087d8592687119873d','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（免費）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1026）','','',''),
  ('f6e4b2e5-c099-55f1-b5d3-a6a4cc3bc209','e4505d6827cf07d6257b5d00a73dad2b','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（020176）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('f74a3766-c01e-573d-9a0e-d719422555b3','11830bb3623e7b34422d87a314b8214a','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元；後牌）、機車區（每日 30 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1183）','','',''),
  ('f7857102-2cc8-5e06-b8a5-237bb68369cd','ddb65e6d53715984dd111e5e31ad8c35','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 20 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1657）','','',''),
  ('f7be6c6b-6958-5de2-8f73-c29d4e0b56dc','5094e5f148556c3cc27da83ac2b2b326','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元）；入口轉彎較急
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0534）','社群補充（未經官方查核）：
後車牌辨識','','臺北市路外停車場試辦大型重機停放機車區（各期 6 個月）：依現場標誌斜停，最多 2 格機車格；停汽車區依小型車費率。試辦是否延續請以現場公告為準'),
  ('f847fecc-e43f-5a9f-b4a8-e52784ac9c87','9d7206a24431eb18a6febeb2bf714ba8','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0181）','','',''),
  ('f8a3c8cd-a3ca-5125-86f9-59b9e98943e5','bbb406c499c94e703d6029822eaeb3f4','社群補充（未經官方查核）：大型重機禁停；有禁止大型重機停放的回報
已比對新北市路外公共停車場資訊（新北市政府交通局）（100022）','','',''),
  ('f927fb6f-1bc0-552d-9e52-617032c1bac1','b74486b086b6076dfdc8b44739290f41','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）
已比對TDX 路外停車場（交通部運輸資料流通服務平臺）（TDX-AO010031）','社群補充（未經官方查核）：
機車車道禁止或不建議大型重機','社群補充（未經官方查核）：
可停機車格',''),
  ('fa8d182f-9457-566c-90f5-a99afd2f8738','d9ba9c97c69a3dca67909f67e4178774','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（平日每小時 50 元；假日每小時 60 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE1661）','社群補充（未經官方查核）：
走汽車車道','',''),
  ('fa961cae-fa57-5906-9488-ab6668bb5c69','ccc5eeab7f8fcebde485a665e903e1fa','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0758）','','社群補充（未經官方查核）：
有重機專用格',''),
  ('fac1fb88-5284-5a72-b15f-1956a1be987c','1dced711ff945dca91598904ca82640a','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（平日每小時 20 元；假日每小時 30 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（070054）','','',''),
  ('fb401545-77c0-5184-9c67-1a32aee4e851','c0e236ad343268275b87f2e2bcd46354','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 30 元；電子票證每日 20 元）
已比對桃園市停車率（路外、路邊）（TYC0192）','社群補充（未經官方查核）：
悠遊卡進出
後車牌辨識
需按鈴或請管理員協助','',''),
  ('fbd797ce-a74b-5164-99f6-386b8f3790c3','b6a406eeda0acb2452dc7f182acdf1e7','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 30 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（050011）','社群補充（未經官方查核）：
需按鈴或請管理員協助','社群補充（未經官方查核）：
重機專用格 1 格',''),
  ('fbf035a4-a0bb-5a39-a011-4cb4146d9cbb','f388776dfecc4cebba19a81a3800c7da','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0080）','社群補充（未經官方查核）：
可能需倒車進場','',''),
  ('fc5f8f8c-3c8b-5322-bc41-32ef2d4bc91e','0db08a3c6cb37dba5d46501c017c00f5','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 20 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（020102）','','',''),
  ('fd17f7e9-c371-56e1-8508-8f6a9e379c04','75e0a37f7a6abe9d33bbc674cd74c4e2','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每小時 20 元；每日 100 元；進場靠左）
已比對桃園市停車率（路外、路邊）（TYC0145）','','',''),
  ('fd90a015-a87f-58aa-a45c-688a0bb32a7e','fa7c3bcba26a3762114e4ad1bd9bd3f9','社群補充（未經官方查核）：大型重機可停；停放區域：重機專用格（每日 30 元；隔夜 1200 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（020053）','','社群補充（未經官方查核）：
重機專用格 6 格
重機停放樓層：B1',''),
  ('fdd315e1-490a-5da8-9d07-f0f63fb6ea2c','4583ea97fb7a723ce039e7b4a16ea562','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（免費）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0167）','社群補充（未經官方查核）：
無柵欄','社群補充（未經官方查核）：
無重機專用格',''),
  ('fe4dd48d-5d85-575f-b9ec-fc42052a866e','0570ced1cd6520f56da616fcc2e2074f','社群補充（未經官方查核）：大型重機可停；停放區域：汽車區（每小時 30 元）
已比對新北市路外公共停車場資訊（新北市政府交通局）（020073）','','',''),
  ('fe67e035-f59a-5cb0-96dd-89d2019481d7','99e45875f8fe5784d4c5d68a233faadd','社群補充（未經官方查核）：大型重機可停；停放區域：機車區（每日 30 元）
已比對臺中市路外剩餘車位（臺中市政府交通局）（TXG1241）','社群補充（未經官方查核）：
後車牌辨識','',''),
  ('fefdcf4e-bea5-5154-9cb5-f8a5f447ac7d','3d2eff8c7f79cedfb7d04a27cc34ee1c','社群補充（未經官方查核）：停放區域：汽車區（平日每小時 20 元；假日每小時 40 元）
已比對臺北市停車場資訊（臺北市停車管理工程處）（TPE0935）','','','')
) v;

-- 只改文字：停車資格觸發器在任何更新時都會依分區重算 scooter_allowed／heavy_allowed，
-- 有些匯入點的旗標和分區不一致（另案處理），這裡不順帶改變它們。
alter table public.community_spots disable trigger community_spots_flags_from_entries;
alter table public.official_heavy_spots disable trigger official_heavy_spots_flags_from_entries;

do $$
declare v_c integer; v_o integer; v_lc integer; v_lo integer;
begin
  -- A database without this import (production before it, local test databases)
  -- changes nothing, not even the spots data version.
  if not exists(select 1 from public.community_spots where source='import' and license_note like '整理自 Alan大重停車記事%')
     and not exists(select 1 from public.official_heavy_spots
       where license_note like '%Alan大重停車記事%' or license_note='政府資料開放授權條款第 1 版；') then
    return;
  end if;
  update public.community_spots c
    set note=s.note,entrance_note=s.entrance_note,parking_guide=s.parking_guide,special_rules=s.special_rules
    from pg_temp.strip_text s
    where s.tbl='c' and c.id=s.id::uuid and c.source='import'
      and md5(concat_ws(chr(31),coalesce(c.note,''),coalesce(c.entrance_note,''),coalesce(c.parking_guide,''),
        coalesce(c.special_rules,'')))=s.guard;
  get diagnostics v_c=row_count;
  update public.official_heavy_spots o
    set note=s.note,entrance_note=s.entrance_note,parking_guide=s.parking_guide,special_rules=s.special_rules
    from pg_temp.strip_text s
    where s.tbl='o' and o.id=s.id::uuid
      and md5(concat_ws(chr(31),coalesce(o.note,''),coalesce(o.entrance_note,''),coalesce(o.parking_guide,''),
        coalesce(o.special_rules,'')))=s.guard;
  get diagnostics v_o=row_count;
  -- 資料來源聲明不加註來源名稱，社群點也不留來源地圖的網址（PM_ANS_20261102_157）。
  update public.community_spots set license_note='社群協力資料，經核驗後只收錄事實',source_url=''
    where source='import' and license_note like '整理自 Alan大重停車記事%';
  get diagnostics v_lc=row_count;
  update public.official_heavy_spots set license_note=case
      when license_note like '%Alan大重停車記事%' then '政府資料開放授權條款第 1 版；社群協力資料，經核驗後只收錄事實'
      else '政府資料開放授權條款第 1 版' end
    where license_note like '%Alan大重停車記事%' or license_note='政府資料開放授權條款第 1 版；';
  get diagnostics v_lo=row_count;
  if v_c+v_o+v_lc+v_lo>0 then
    insert into public.admin_audit_log(actor,action,target_table,target_id,before,after,note)
    values('00000000-0000-0000-0000-0000000000de','strip_copied_text','spots','275',null,
      jsonb_build_object('community_spots',v_c,'official_heavy_spots',v_o,
        'license_community',v_lc,'license_official',v_lo,
        'fields',jsonb_build_array('note','entrance_note','parking_guide','special_rules','license_note','source_url')),
      '我的地圖照抄文字清除，只留固定詞彙的事實（#275）');
  end if;
end $$;

alter table public.community_spots enable trigger community_spots_flags_from_entries;
alter table public.official_heavy_spots enable trigger official_heavy_spots_flags_from_entries;
drop table pg_temp.strip_text;
